Repository: Airbitz/airbitz-ios-gui
Catalog: Localization/Airbitz/*.xliff
Languages: ar, el, fr, it, ja, pt, ru

source: We STRONGLY recommend setting up Password Recovery questions and answers. Otherwise you will NOT be able to access your account if your password is forgotten.
ja: パスワード回復用の質問と回答を設定することを強くお勧めします。さもなければ、バスワードを忘れてしまった場合にアカウントへアクセスできなくなります。
ru: Настоятельно рекомендуем установить вопросы и ответы для восстановления пароля. Вы не сможете получить доступ к своему аккаунту если забудете пароль и не сможете его восстановить.

source: Whole Foods (Up to 10% Off)
ar: الجامع للأغذية (ما يصل إلى 10٪ من)
el: Whole Foods (μέχρι και 10% έκπτωση)
fr: Whole Foods (jusqu'à 10 % de réduction)
it: Cibi integrali (fino al 10% di sconto)
ja: 全体の食べ物（最大10％オフ）
pt: Whole Foods (Até 10% de Desconto)
ru: Whole Foods (скидка до 10%)

source: Would you like to enable TouchID for this account and device?
ar: هل ترغب في تمكين معرف اللمس لهذا الحساب والجهاز؟
el: Θέλετε να ενεργοποιήσετε το TouchID για αυτόν το λογαριασμό και συσκευή;
fr: Souhaitez vous activer la TouchID pour ce compte et le dispositif ?
it: Volete abilitare TouchID per questo account e il dispositivo?
ja: このアカウントと端末のタッチIDを有効にしますか？
pt: Gostaria de habilitar o TouchID para esta conta e dispositivo?
ru: Хотите ли Вы активировать TouchID для этой учетной записи на этом устройстве?

source: Would you like to send funds to this address or import funds into your wallet?
ar: هل ترغب في إرسال الأموال إلى هذا العنوان أو أموال الواردات في محفظتك؟
el: Θέλετε να στείλετε χρήματα σε αυτήν τη διεύθυνση ή να εισάγετε χρήματα στο πορτοφόλι σας;
fr: Souhaitez vous envoyer des fonds à cette adresse ou importer des fonds dans votre portefeuille ?
it: Volete inviare fondi a questo indirizzo o fondi di importazione nel vostro portafoglio?
ja: この住所に資金を送ったり、財布に財布を入れたいですか？
pt: Gostaria de enviar fundos para este endereço ou importar os fundos para a sua carteira?
ru: Хотите ли Вы перевести средства на этот адрес или импортировать средства в Ваш кошелек?

source: Would you like to send us some feedback?
ar: تريد أن ترسل لنا بعض ردود الفعل؟
el: Θα θέλατε να μας δώσετε συμβουλές για να γίνουμε καλύτεροι;
fr: Souhaitez vous nous envoyer des commentaires ?
it: Volete inviarci un feedback?
ja: フィードバックをお送りしますか？
pt: Gostaria de nos enviar algum feedback?
ru: Не могли бы Вы оставить отзыв о нашем приложении?

source: Would you like to write a review in the App store?
ar: هل ترغب في كتابة استعراض في المتجر؟
el: Θα θέλατε να γράψετε μία κριτική στο App Store;
fr: Souhaitez vous écrire un commentaire sur l’Application store ?
it: Ti piacerebbe scrivere un commento in App Store?
ja: アプリケーションストアにレビューを書いてみませんか？
pt: Gostaria de escrever uma resenha na App Store?
ru: Не могли бы Вы написать отзыв в App store?

source: Wrong Answers
ar: أجوبة خاطئة
el: Λάθος Απαντήσεις
fr: Mauvaises réponses
it: Risposte sbagliate
ja: 間違った答え
pt: Respostas Erradas
ru: Неверные ответы

source: YES
ar: نعم فعلا
el: ΝΑΙ
fr: OUI
it: SÌ
ja: はい
pt: SIM
ru: ДА

# You Received Bitcoin! %@ (~%@)
source: You Received Bitcoin! %1$@ (~%2$@)
ar: أنت تم الاستلام بيتكوين! %1$@ (~%2$@)
el: Έγινε λήψη Bitcoin! %1$@ (~%2$@)
fr: Vous avez reçu Bitcoin !%1$@ (~%2$@)
it: Hai ricevuto Bitcoin! %1$@ (~%2$@)
ja: あなたはBitcoinを受け取りました！ %1$@ (~%2$@)
pt: Você Recebeu Bitcoin! %1$@ (~%2$@)
ru: Вы получили биткойны! %1$@ (~%2$@)

source: You are about to exit password recovery setup. Your chosen questions and answers have not been saved.
ar: كنت على وشك إنهاء الإعداد استعادة كلمة السر. لم يتم حفظ الأسئلة والإجابات التي اخترتها.
el: Πρόκειται να αποχωρήσετε από τον καθορισμό ανάκτησης του κωδικού πρόσβασης σας. Οι επιλεγμένες ερωτήσεις και απαντήσεις δεν έχουν αποθηκευτεί.
fr: Vous êtes sur le point de quitter l'installation de récupération de mot de passe. Vos questions et réponses choisies ont pas été enregistrées.
it: Stai per uscire dall'installazione di recupero della password. Le vostre domande e risposte scelte non sono state salvate.
ja: パスワード回復の設定を終了しようとしています。選択した質問と回答は保存されていません。
pt: Você está prestes a sair da configuração de recuperação de senha. Suas perguntas e respostas escolhidas não foram salvas.
ru: Вы собираетесь выйти из настройки восстановления пароля. Выбранные вопросы и ответы не будут сохранены.

source: You must answer all questions. Make sure your answers are long enough.
ar: يجب الإجابة على جميع الأسئلة. تأكد من إجاباتك طويلة بما فيه الكفاية.
el: Πρέπει να απαντήσετε όλες τις ερωτήσεις. Βεβαιωθείτε ότι οι απαντήσεις σας έχουν το απαραίτητο εύρος.
fr: Vous devez répondre à toutes les questions. Assurez-vous que vos réponses sont assez longues.
it: Dovete rispondere a tutte le domande. Assicurarsi che le risposte sono abbastanza a lungo.
ja: あなたはすべての質問に答える必要があります。あなたの答えが十分に長いことを確認してください。
pt: Você deve responder a todas as perguntas. Certifique-se de que suas respostas são longas o suficiente.
ru: Вы должны ответить на все вопросы. Проверьте, чтобы все ответы имели достаточную длину.

source: You must choose a question for all selections before proceeding.
ar: يجب الإجابة على جميع الأسئلة. تأكد من إجاباتك طويلة بما فيه الكفاية.
el: Πρέπει να επιλέξετε μία ερώτηση για όλες τις επιλογές προτού προχωρήσετε.
fr: Vous devez choisir une question pour toutes les sélections avant de poursuivre.
it: È necessario scegliere una domanda per tutte le selezioni prima di procedere.
ja: 続行する前にすべての選択について質問を選択する必要があります。
pt: Você deve escolher uma pergunta para todas as seleções antes de prosseguir.
ru: Вы должны выбрать все вопросы перед тем, как продолжить.

source: You must enter a user name
ar: يجب إدخال اسم المستخدم
el: Πρέπει να εισάγετε ένα όνομα χρήστη
fr: Vous devez saisir un nom d'utilisateur
it: È necessario inserire un nome utente
ja: ユーザー名を入力する必要があり
pt: Você deve digitar um nome de usuário
ru: Вы должны ввести имя пользователя

source: You received Bitcoin! %1$@ (~%2$@) Use the Payee, Category, and Notes field to optionally tag your transaction
ar: استلمت بيتكوين! %1$@ (~%2$@) استخدم حقل المستفيد، التصنيف، وإيضاحات اختياريا علامة معاملتك
el: Έγινε λήψη Bitcoin! %1$@ (~%2$@) Χρησιμοποιήστε τα πεδία του Δικαιούχου, της Κατηγορίας, και των Σημειώσεων για να βάλετε προαιρετική ετικέτα στην συναλλαγή σας
fr: Vous avez reçu Bitcoin !%1$@ (~%2$@) utilisez le champ Payee, catégorie et Notes pour marquer éventuellement votre transaction
it: Hai ricevuto Bitcoin! %1$@ (~%2$@) Utilizzare il campo beneficiario, Categoria e note facoltativamente contrassegnare la transazione
ja: あなたはBitcoinを受け取った！ %1$@ (~%2$@) 受取人を使用して、カテゴリとメモフィールドはオプションのトランザクションタグに
pt: Você recebeu Bitcoin! %1$@ (~%2$@) Use o campo de Beneficiário, Categoria e Notas, opcionalmente, para categorizar sua transação
ru: Вы получили биткойны! %1$@ (~%2$@) По желанию Вы можете использовать поля "Получатель платежа", "Категория" и "Примечания", чтобы пометить Ваш перевод

source: You will next see a popup requesting access to your Camera. [[abtag APP_TITLE]] needs this to scan QR codes to pay people and merchants.
ar: سترى بجانب منبثقة الوصول إلى الكاميرا. [[abtag APP_TITLE]] يحتاج هذا إلى مسح رموز QR لدفع الناس والتجار.
el: Στην συνέχεια θα δείτε ένα αναδυόμενο παράθυρο για αίτηση πρόσβασης στην κάμερα. Η [[abtag APP_TITLE]] χρειάζεται πρόσβαση για την σάρωση QR κωδικών, για πληρωμή ιδιωτών και εμπόρων.
fr: Vous verrez ensuite une page demandant l’accès à votre caméra. [[abtag APP_TITLE]] a besoin de cela pour scanner des codes QR pour payer les gens et les commerçants.
it: Vi verrà poi visualizzato un popup che richiede l'accesso alla fotocamera. [[Abtag APP_TITLE]] ha bisogno di questo per eseguire la scansione dei codici QR per pagare le persone e commercianti.
ja: 次にカメラへのアクセスを要求するポップアップが表示されます。 [[abtag APP_TITLE]] QRコードをスキャンして人や商人に支払う必要があ。
pt: Você verá um pop-up solicitando acesso à sua Câmera. [[abtag APP_TITLE]] precisa disso pra escanear códigos QR para pagar pessoas e comerciantes.
ru: Далее Вы увидите всплывающее окно с запросом на получение доступа к камере Вашего устройства. [[abtag APP_TITLE]] нужен доступ к камере для сканирования QR-кодов и осуществления платежей физическим и юридическим лицам.

source: Your account recovery answers are corrupt. You will not be able to recover your account if your password is forgotten. Please login as %@ and re-setup password recovery. For details, please see our blog post at airbitz.co/go
ja: アカウント復旧の回答が破損しています。パスワードを忘れた場合、アカウントを復旧することができなくなります。%@としてログインしてパスワード復旧を再設定して下さい。詳細に関しては、airbitz.co/go掲載のブログ投稿をご覧下さい。
ru: Ваши ответы для восстановления аккаунта повреждены. Вы не сможете восстановить ваш аккаунт если забудете пароль. Пожалуйста зайдите как %@ и переустановите восстановление пароля. Подробности можно узнать в нашем блоге на airbitz.co/go

source: Your password recovery questions and answers are now set up. When recovering your password, your answers must match exactly. **DO NOT FORGET YOUR PASSWORD AND RECOVERY ANSWERS** YOUR ACCOUNT CANNOT BE RECOVERED WITHOUT THEM!!
ar: الأسئلة استعادة كلمة السر الخاصة بك ويتم تعيين الأجوبة الآن ما يص.. عندما استعادة كلمة المرور، يجب أن إجاباتك تتطابق تماما. ** لا تنسى كلمة المرور الخاصة بك والإنعاش أجوبة ** حسابك ما يتعذر بدونها!!
el: Οι ερωτήσεις και απαντήσεις ανάκτησης του κωδικού πρόσβασης σας έχουν οριστεί. Για να ανακτήσετε τον κωδικό, οι απαντήσεις πρέπει να ταιριάζουν επακριβώς. **ΜΗΝ ΞΕΧΑΣΕΤΕ ΤΟΝ ΚΩΔΙΚΟ ΠΡΟΣΒΑΣΗΣ ΚΑΙ ΤΙΣ ΑΠΑΝΤΗΣΕΙΣ ΑΝΑΚΤΗΣΗΣ** Ο ΛΟΓΑΡΙΑΣΜΟΣ ΣΑΣ ΔΕΝ ΜΠΟΡΕΙ ΝΑ ΑΝΑΚΤΗΘΕΙ ΧΩΡΙΣ ΑΥΤΑ ΤΑ ΣΤΟΙΧΕΙΑ!!
fr: Vos questions de récupération de mot de passe et les réponses sont maintenant mis en place. Lorsque vous récupérez votre mot de passe, vos réponses doivent correspondre exactement. ** N’OUBLIEZ PAS VOTRE MOT DE PASSE ET LES RÉPONSES DE RÉCUPÉRATION ** VOTRE COMPTE NE PEUT ÊTRE RÉCUPÉRÉ SANS EUX!!
it: Le tue domande di recupero della password e le risposte sono ora impostati. Durante il ripristino della password, le risposte devono corrispondere esattamente. ** NON dimenticare la password e il recupero RISPOSTE ** ACCOUNT non possono essere recuperate SENZA LORO!!
ja: パスワード復旧の質問と回答が設定されました。パスワードを回復するときは、あなたの答えは正確に一致する必要があります。**あなたのパスワードと復習の回答を忘れない**あなたのアカウントはそれらを使わずに回復できません！
pt: Suas perguntas de recuperação de senha e respostas estão definidas. Quando estiver recuperando sua senha, suas respostas devem coincidir exatamente. **NÃO ESQUEÇA SUA SENHA E RESPOSTAS DE RECUPERAÇÃO** SUA CONTA NÃO PODE SER RECUPERADA SEM ELAS!!
ru: Заданы вопросы и ответы для восстановления Вашего пароля. При восстановлении пароля ответы должны совпадать абсолютно точно. **НЕ ЗАБУДЬТЕ ВАШ ПАРОЛЬ И ОТВЕТЫ ДЛЯ ЕГО ВОССТАНОВЛЕНИЯ** ВЫ НЕ СМОЖЕТЕ ПОЛУЧИТЬ ДОСТУП К СВОЕЙ УЧЕТНОЙ ЗАПИСИ БЕЗ НИХ!!

source: Your password...
ar: كلمة المرور الخاصة بك...
el: Ο κωδικός πρόσβασης σας...
fr: Votre mot de passe ...
it: La tua password...
ja: あなたのパスワード...
pt: Sua senha...
ru: Ваш пароль...

source: [[abtag APP_TITLE]] uses contacts to help tag information regarding your transactions. All tagged information is kept 100% private and encrypted by your password. No one, including [[abtag APP_TITLE]], has any access to this information.
ar: [[abtag APP_TITLE]] يستخدم الاتصالات للمساعدة في بطاقة المعلومات بخصوص المعاملات الخاصة بك. جميع المعلومات التي يحتفظ الموسومة 100٪ الخاص وتشفير بواسطة كلمة المرور الخاصة بك. لا أحد، بما في ذلك [[abtag APP_TITLE]], لديه أي الوصول إلى هذه المعلومات.
el: Η [[abtag APP_TITLE]] χρησιμοποιεί τις επαφές για να βοηθήσει στην τοποθέτηση σχετικών ετικετών στις συναλλαγές σας. Όλες οι σχετικές ετικέτες και πληροφορίες είναι 100% ιδιωτικές και κρυπτογραφημένες με τον κωδικό πρόσβασης σας. Κανένας δεν έχει πρόσβαση σε αυτές τις πληροφορίες, ούτε η [[abtag APP_TITLE]].
fr: [[abtag APP_TITLE]] utilise les contacts pour les informations concernant vos transactions tag. Tous les renseignements marqués sont conservés 100 % privé et crypté par votre mot de passe. Personne, y compris [[abtag APP_TITLE]], n’a aucun accès à cette information.
it: [[Abtag APP_TITLE]] utilizza i contatti per aiutare le informazioni dei tag per quanto riguarda le transazioni. Tutte le informazioni tag è mantenuto al 100% privata e crittografata con la password. Nessuno, tra cui [[abtag APP_TITLE]], ha qualche accesso a queste informazioni.
ja: [[abtag APP_TITLE]] 連絡先を使用取引に関する情報にタグを付けるのに役立ちます。 すべてのタグ付けされた情報はプライベートで100％保たれ、パスワードで暗号化されます。 [[abtag APP_TITLE]] を含む誰もこの情報にアクセスできません。
pt: [[abtag APP_TITLE]] utiliza contatos para ajudar a categorizar informações sobre suas transações. Toda a informação categorizada é mantida 100% privada e criptografada por sua senha. Ninguém, incluindo a [[abtag APP_TITLE]], tem acesso a esta informação.
ru: [[abtag APP_TITLE]] использует список контактов, чтобы маркировать переводы для Вашего удобства. Вся информация содержащаяся в метках приватна на 100% и зашифрована с использованием Вашего пароля. Никто, включая [[abtag APP_TITLE]], не имеет никакого доступа к этой информации.

source: bits = (0.000001 Bitcoin)
ar: بت = (0.000001 بيتكوين)
ja: ビット=（0.000001Bitcoin）
ru: бит = (0,000001 биткоин)

source: closed
ar: مغلق
el: έκλεισε
fr: fermé
it: chiusa
ja: 閉まって
pt: fechado
ru: закрыто

source: day
ar: يوم
el: ημέρα
fr: jour
it: giorno
ja: 日
pt: dia
ru: день

source: days
ar: أيام
el: ημέρες
fr: jours
it: giorni
ja: 日々
pt: dias
ru: дни

source: hour
ar: ساعة
el: ώρα
fr: heure
it: ora
ja: アワー
pt: hora
ru: час

source: hours
ar: ساعات
el: ώρες
fr: heures
it: ore
ja: アワー
pt: horas
ru: часы

source: minute
ar: دقائق
el: λεπτό
it: minuto
ja: 分
pt: minuto
ru: минута

source: minutes
ar: دقيقة
el: λεπτά
it: minuti
ja: 分
pt: minutos
ru: минуты

source: second
ar: ثانية
el: δευτερόλεπτο
fr: seconde
it: secondo
ja: 二番
pt: segundo
ru: секунда

source: seconds
ar: ثواني
el: δευτερόλεπτα
fr: secondes
it: secondi
ja: 秒
pt: segundos
ru: секунды

source: ▼ Choose a wallet to transfer funds to ▼
ar: ▼ اختيار محفظة لتحويل الأموال إلى ▼
el: ▼ Επιλέξτε ένα πορτοφόλι για να στείλετε χρήματα ▼
fr: ▼ Choisir un portefeuille à lequel transférer des fonds ▼
it: ▼ Scegliere un portafoglio di trasferire fondi alla ▼
ja: ▼資金を移転するウォレットを選択▼
pt: ▼ Escolha uma carteira para transferir fundos ▼
ru: ▼ Выберите кошелек для перевода средств ▼

# sWr-pd-hBY.normalTitle
source: ATMs
ar: الصرافات الألية
el: ATM
fr: GABs
it: ATM
pt: Caixas eletrônicos
ru: Банкоматы

source: ATM
fr: GAB
pt: Caixa Eletrônico
ru: Банкомат

source: Bitcoin
ar: بيتكوين
ru: Биткойн

source: Connected
ar: متصل
el: Συνδέθηκε
fr: Connecté
it: Collegato
pt: Conectado
ru: Подключено

source: mBitcoin = (0.001 Bitcoin)
ar: mبيتكوين= (0.001 بيتكوين)
ru: мБиткоин = (0,001 биткоин)

# f2g-xP-19U.text
source: Label
fr: Étiquette
pt: Rótulo

# lFC-s8-IJT.text
source: Label
fr: Étiquette
pt: Rótulo

# oPG-fA-f9b.text
source: leftLabel
fr: Étiquette gauche
pt: rótulodaesquerda

# 6qu-Co-pyz.text
source: Label
fr: Étiquette
pt: Rótulo

# TJ3-SX-hen.text
source: Label
fr: Étiquette
pt: Rótulo

# Yfp-gi-q8F.text
source: Label
fr: Étiquette
pt: Rótulo

# a3J-4E-YSl.text
source: Label
fr: Étiquette
pt: Rótulo

# iE3-Jv-3vs.text
source: Label
fr: Étiquette
pt: Rótulo

# jrM-St-5IO.text
source: Label
fr: Étiquette
pt: Rótulo

# rls-16-YZg.text
source: [do not translate]
pt: [não traduzir]

# 9ur-p7-oPb.text
source: Label
fr: Étiquette
pt: Rótulo

# RqX-ow-U05.text
source: Label
fr: Étiquette
pt: Rótulo

# XJN-At-Qod.text
source: Label
fr: Étiquette
pt: Rótulo

# g6f-f3-w6p.text
source: Label
fr: Étiquette
pt: Rótulo

# pX1-NU-49a.text
source: Label
fr: Étiquette
pt: Rótulo

# O8N-2d-FwL.text
source: Label
fr: Étiquette
pt: Rótulo

# vsf-Ms-1Ff.text
source: Label
fr: Étiquette
pt: Rótulo

# 4eB-ff-Ebh.text
source: Your username and password are known only to you and never transmitted or stored unencrypted.
el: Το όνομα χρήστη και ο κωδικός πρόσβασης είναι γνωστά μόνο σε εσάς. Η Airbitz ούτε μεταδίδει ούτε αποθηκεύει δεδομένα χωρίς κρυπτογράφηση.
fr: Votre nom d’utilisateur et mot de passe sont connus uniquement par vous et ne sont jamais transmises ou stockées non chiffrée.
it: Il nome utente e la password sono noti solo a voi e mai trasmessi o memorizzati in chiaro.

# U2R-0A-Vdq.text
source: 5Kb8kLf9zgWQnogidDA76MzPL6TsZZY36hWXMssSzNydYXYB9KF
it: 5Kb8kLf9zgWQnogidDA76MzPL6TsZZY36hWXMssSzNydYXYB9K

source: Please create a new account and transfer your funds if you forgot your password.
el: Παρακαλούμε δημιουργήστε έναν νέο λογαριασμό και μεταφέρετε τα χρήματα σας εάν ξεχάσετε τον κωδικό πρόσβασης σας.
fr: Veuillez créer un nouveau compte et transférer vos fonds si vous avez oublié votre mot de passe.
it: Si prega di creare un nuovo account e trasferire i fondi se hai dimenticato la password.

source: You've received Bitcoin! We STRONGLY recommend setting up Password Recovery questions and answers. Otherwise you will NOT be able to access your account if your password is forgotten.
el: Έχετε λάβει Bitcoin! Σας συνιστούμε να ΜΗΝ παραλείψετε να ορίσετε ερωτήσεις και απαντήσεις για ανάκτηση του κωδικού πρόσβασης σας. Σε διαφορετική περίπτωση ΔΕΝ θα μπορείτε να έχετε πρόσβαση στον λογαριασμό εάν ξεχάσετε τον κωδικό.
fr: Vous avez reçu Bitcoin ! Nous vous recommandons vivement la mise en place des questions / réponses pour la recuperation du mot de passe. Sinon, vous ne serez pas en mesure d’accéder à votre compte si votre mot de passe est oublié.
it: Hai ricevuto Bitcoin! Si consiglia vivamente la creazione di domande Password Recovery e risposte. In caso contrario non sarà in grado di accedere al tuo account se la password viene dimenticata.
