Repository: Airbitz/airbitz-ios-gui
Catalog: Localization/Airbitz/*.xliff
Languages: ar, el, fr, it, ja, pt, ru

source: To sort wallets, tap and drag the 3 bars to the right of a wallet. Drag below the [ARCHIVE] header to archive the wallet
ar: لفرز محفظة، انقر فوق واسحب 3 بارات إلى حق المحفظة. السحب تحت [ARCHIVE]] رأس أرشفة المحفظة
el: Για να ταξινομήσετε τα πορτοφόλια, πατήστε και σύρετε το εικονίδιο στα δεξιά του πορτοφολιού. Σύρετε κάτω από την επικεφαλίδα [ARCHIVE] για να αρχειοθετήσετε το πορτοφόλι
fr: Pour trier les portefeuilles, appuyez sur et faites glisser les 3 barres vers la droite d’un portefeuille. Faites glisser sous l’en-tête de [ARCHIVE] pour archiver le portefeuille
it: Per ordinare i portafogli, toccare e trascinare i 3 bar a destra di un portafoglio. Trascinare sotto del [ARCHIVE] intestazione di archiviare il portafoglio
ja: ウォレットをソートするには、3本のバーをタップしてウォレットの右にドラッグします。ウォレットをアーカイブするに[ARCHIVE] ヘッダーの下にドラッグします
pt: Para classificar as carteiras, toque e arraste as 3 barras à direita de uma carteira. Arraste para baixo do cabeçalho [ARCHIVE] para arquivar a carteira
ru: Нажмите у удерживайте три панели справа от кошелька для сортировки кошельков. Чтобы переместить кошелек в архив перетащите его под заголовок [ARCHIVE]

source: To: %@
ar: ل: %@
el: Προς: %@
fr: A: %@
it: A: %@
ja: に：％@
pt: Para: %@
ru: Кому: %@

source: To: %@ ▼
ar: ل: %@ ▼
el: Προς: %@ ▼
fr: A : %@ ▼
it: A: %@ ▼
ja: に：％@▼
pt: Para: %@ ▼
ru: Кому: %@ ▼

source: Tolls
ar: رسوم
el: Διόδια
fr: Péages
it: Pedaggio
ja: 通行料金
pt: Pedágios
ru: Дорожная пошлина

source: Top Up Prepaid Phones
ar: أعلى ما يصل الهواتف المدفوعة مسبقا
el: Αγορά προπληρωμένου χρόνου ομιλίας κινητής
fr: Téléphones cellulaires prépayés
it: Riempire telefoni prepagati
ja: プリペイド携帯電話のトップアップ
pt: Créditos para Telefones pré-pagos
ru: Пополнить баланс предоплаченного телефона

source: Touch ID
ar: معرف اللمس
it: Tocco ID
ja: タッチID

source: Touch ID Disabled
ar: لمس هوية شخصية معاق
el: Touch ID απενεργοποιημένο
fr: Touch ID désactivée
it: Tocca ID disabili
ja: タッチIDが無効
pt: Touch ID Desativado
ru: Touch ID отключено

source: Touch ID Enabled
ar: لمس معرف ممكن
el: Touch ID ενεργοποιημένο
fr: Touch ID activé
it: Tocca ID Abilitato
ja: タッチIDが有効
pt: Touch ID Habilitado
ru: Touch ID включено

source: Touch to login user
ar: لمس للدخول المستخدم
el: Πατήστε για σύνδεση χρήστη
fr: Toucher pour connecter l'utilisateur
it: Tocca a utenti registrati
ja: タップしてユーザーにログイン
pt: Toque para entrar
ru: Прикоснитесь для входа

source: TouchID: Set password first
ar: TouchID: تعيين كلمة المرور لأول مرة
el: TouchID: Καθορίστε πρώτα κωδικό πρόσβασης
fr: TouchID : D’abord définir le mot de passe
it: TouchID: impostare la password prima
ja: TouchID：パスワードを最初に設定する
pt: TouchID: Defina a senha primeiro
ru: TouchID: Сначала установите пароль

source: TouchID: Unsupported Device
ar: TouchID: جهاز غير مدعوم
el: TouchID: Μη υποστηριζόμενη συσκευή
fr: TouchID : Appareil non pris en charge
it: ToccoID: Dispositivo non supportato
ja: TouchID：サポートされていないデバイス
pt: TouchID: Dispositivo Não Suportado
ru: TouchID: Не поддерживается на этом устройстве

source: Toys
ar: عروسه لعبه
el: Παιχνίδια
fr: Jouets
it: Giocattolo
ja: おもちゃ
pt: Brinquedos
ru: Игрушки

source: Trade Commissions
ar: اللجان التجارة
el: Προμήθειες Broker
fr: Délégations commerciales
it: Commissioni Commercio
ja: 貿易手数料
pt: Taxa de corretagem
ru: Торговые комиссии

source: Transaction Details
ar: تفاصيل الصفقه
el: Λεπτομέρειες Συναλλαγής
fr: Détails de la transaction
it: Dettagli di Transazione
ja: 取引の詳細
pt: Detalhes de Transação
ru: Детали перевода

source: Transaction Dropped
ja: 取引停止
ru: Транзакция отменена

source: Transfer
ar: تحويل
el: Μεταφορά
fr: Transfert
it: Trasferimento
ja: 移転
pt: Transferir
ru: Перевести

source: Transfer From %@
ar: تحويل من %@
el: Μεταφορά από %@
fr: Transfert de %@
it: Trasferito da %@
ja: 移転 から％@
pt: Transferência de %@
ru: Перевод от %@

source: Transfer To %@
ar: تحويل إلى%@
el: Μεταφορά προς %@
fr: Transfert à %@
it: Trasferire a%@
ja: %@ に送
pt: Transferir para %@
ru: Перевод %@

source: Travel
ar: سفر
el: Ταξίδι
fr: Voyage
it: Viaggio
ja: トラベル
pt: Viagens
ru: Путешествия

source: Trouble connecting to network
ar: مشكلة في الاتصال بالشبكة
el: Πρόβλημα σύνδεσης στο δίκτυο
fr: Problèmes de connexion au réseau
it: Problemi di connessione alla rete
ja: ネットワークへの接続に問題
pt: Problemas na conexão de rede
ru: Проблемы соединения с сетью

source: Try again
ja: もう一度試して下さい
ru: Повторить попытку

source: Try again?
ar: حاول مرة اخرى؟
el: Να επαναληφθεί η προσπάθεια;
fr: Réessayer ?
it: Riprova?
ja: 再試行する？
pt: Tentar novamente?
ru: Попробовать снова?

source: Tuition
ar: رسوم
el: Δίδακτρα
fr: Frais de scolarité
it: Tassa di insegnamento
ja: 授業料
pt: Educação
ru: Обучение

source: Two Factor
ar: اثنين عامل
el: Έλεγχος ταυτότητας δύο παραγόντων
fr: Deux facteurs
it: A due fattori
ja: 2因子
pt: Autenticação de Dois Fatores (2FA)
ru: Двухфакторная аутентификация

source: Two Factor Authentication (enchanced security) has been enabled from a different device for this account. Please enable 2 Factor Authentication for full access from this device.
ar: اثنين عامل التوثيق (محسنة الأمان) تم تمكين من جهاز آخر لهذا الحساب. يرجى تمكين 2 مصادقة عامل من أجل الوصول الكامل من هذا الجهاز.
el: Ο έλεγχος ταυτότητας δύο παραγόντων (ενισχυμένη ασφάλεια) έχει ενεργοποιηθεί από διαφορετική συσκευή για αυτόν τον λογαριασμό. Παρακαλούμε ενεργοποιήστε τον έλεγχο ταυτότητας δύο παραγόντων για πλήρη πρόσβαση από αυτήν τη συσκευή.
fr: Authentification à deux facteurs (sécurité accrue) a été activé à partir d’un périphérique différent pour ce compte. S’il vous plaît permetter l’authentification à 2 facteurs pour l’accès complet de ce dispositif.
it: Autenticazione a due fattori (protezione avanzata) è stato attivato da un dispositivo diverso per questo account. Si prega di abilitare 2 fattori di autenticazione per l'accesso completo da questo dispositivo.
ja: 2要素認証（セキュリティ強化）このアカウントの別のデバイスから有効になっています。このデバイスから完全にアクセスするには2因子認証を有効にしてください。
pt: A autenticação de Dois Fatores (segurança reforçada) foi habilitada de um dispositivo diferente para esta conta. Por favor, habilite a autenticação de 2 fatores neste dispositivo para acesso integral.
ru: Двухфакторная аутентификация (продвинутая защита) для данной учетной записи была активирована с другого устройства. Пожалуйста, включите двухфакторную аутентификацию на этом устройстве для полного доступа ко всем возможностям.

source: Two Factor Authentication On
ar: اثنان عامل المصادقة على
el: Έλεγχος ταυτότητας δύο παραγόντων ενεργοποιημένος
fr: Authentification à deux facteurs allumer
it: Autenticazione a due fattori On
ja: 2つのファクター認証を有効
pt: Autenticação de Dois Fatores Habilitada
ru: Двухфакторная аутентификация включена

source: Two Factor Disabled
ar: اثنين عامل معطل
el: Έλεγχος ταυτότητας δύο παραγόντων απενεργοποιημένος
fr: Deux facteur désactivée
it: A due fattori disabili
ja: 2因子無効
pt: Autenticação de Dois Fatores Desativada
ru: Двухфакторная аутентификация отключена

source: Two Factor Enabled ** Warning ** If you lose your device or uninstall the app, it will take 7 days to disable 2FA and access your account."
ar: اثنين عامل تمكين ** تحذير ** إذا فقدت جهازك أو إلغاء تثبيت التطبيق، وسوف يستغرق 7 أيام إلى تعطيل 2FA والوصول إلى حسابك "
el: Έλεγχος ταυτότητας δύο παραγόντων ενεργοποιημένος ** Προσοχή ** Εάν χάσετε την συσκευή σας ή απεγκαταστήσετε την εφαρμογή, θα χρειαστούν 7 ημέρες για την απενεργοποίηση του ελέγχου ταυτότητας δύο παραγόντων και την πρόσβαση στον λογαριασμό σας.
fr: Deux facteur activé ** Avertissement ** Si vous perdez votre périphérique ou désinstallez l’application, il faudra 7 jours pour désactiver 2FA et accéder à votre compte. "
it: A due fattori Abilitato ** Avvertimento ** Se si perde il dispositivo o disinstallare l'applicazione, ci vorranno 7 giorni per disabilitare 2FA e accedere al proprio account."
ja: 2つの要素が有効 **警告** 端末を紛失した場合やアプリをアンインストールした場合は、2FAを無効にしてアカウントにアクセスするには7日間かかります 」
pt: Autenticação de Dois Fatores Habilitada ** Aviso ** Se você perder o seu dispositivo ou desinstalar o aplicativo, levará 7 dias para desativar o 2FA e acessar sua conta."
ru: Включена двухфакторная аутентификация ** Внимание ** Если Вы потеряете свое устройство или удалите приложение, то потребуется 7 дней для сброса двухфакторной аутентификации и получения доступа к Вашей учетной записи.

source: Two Factor Invalid
el: Έλεγχος ταυτότητας δύο παραγόντων μη έγκυρος
fr: Deux facteurs non valide
it: A due fattori non valido
ja: 2つの要因が無効です
pt: Autenticação de Dois Fatores Inválida
ru: Ошибка двухфакторной аутентификации

source: Two Factor Reset
ar: اثنين عامل إعادة تعيين
el: Επαναφορά του ελέγχου ταυτότητας δύο παραγόντων
fr: Deux facteurs réinitialiser
it: Due fattori di reset
ja: 2因子リセット
pt: Reset da Autenticação de Dois Fatores
ru: Сброс двухфакторной аутентификации

source: USA
ar: الولايات المتحدة الأمريكية
el: ΗΠΑ
fr: États-Unis
ja: 米国
pt: EUA
ru: США

source: USA and Canada
ar: الولايات المتحدة الأمريكية وكندا
el: ΗΠΑ και Καναδάς
fr: Etats-Unis et Canada
it: USA e Canada
ja: アメリカとカナダ
pt: EUA e Canadá
ru: США и Канада

source: Unable to determine two factor status
ar: غير قادر على تحديد حالة اثنين عامل
el: Δεν μπορεί να καθοριστεί η κατάσταση του ελέγχου ταυτότητας δύο παραγόντων
fr: Impossible de déterminer le statut de deux facteur
it: Impossibile determinare lo stato a due fattori
ja: 2つの要因のステータスを判断できません
pt: Não é possível determinar o status da autenticação de dois fatores
ru: Невозможно определить статус двухфакторной аутентификации

source: Unable to import secret
ar: غير قادر على استيراد سرا
el: Δεν είναι δυνατή η εισαγωγή του διακριτικού ελέγχου ταυτότητας δύο παραγόντων
fr: Impossible d’importer le secret
it: Impossibile importare segreto
ja: 秘密をインできません
pt: Não é possível importar o segredo 2FA
ru: Не удалось импортировать секретную фразу

source: Unable to import token
ar: غير قادر على استيراد رمز
el: Δεν είναι δυνατή η εισαγωγή του διακριτικού
fr: Impossible d’importer le jeton
it: Impossibile importare gettone
ja: トークンをインポートできません
pt: Não é possível importar o token
ru: Не удалось импортировать токен

source: Unable to save Settings
ar: غير قادر على حفظ إعدادات
el: Δεν είναι δυνατή η αποθήκευση των ρυθμίσεων
fr: Impossible d'enregistrer les paramètres
it: Impossibile salvare le impostazioni
ja: 設定を保存できません
pt: Não é possível salvar as Configurações
ru: Не удалось сохранить настройки

source: Unable to scan QR code
ar: غير قادر على مسح رمز الاستجابة السريعة
el: Αδύνατη σάρωση κωδικού QR
fr: Impossible de scanner le code QR
it: Impossibile effettuare la scansione del codice a barre
ja: QRコードをスキャンできません
pt: Não é possível escanear o código QR
ru: Не удалось отсканировать QR-код

source: Unable to update Settings
ar: غير قادر على تحديث إعدادات
el: Δεν είναι δυνατή η ενημέρωση των ρυθμίσεων
fr: Impossible de mettre à jour les paramètres
it: Impossibile aggiornare le impostazioni
ja: 設定を更新できません
pt: Não é possível atualizar as Configurações
ru: Не удалось сохранить изменения настроек

source: Up to 10% off Target
ar: ما يصل إلى 10٪ من المستهدف
el: Μέχρι και 10% έκπτωση από την Target
fr: Jusqu'à 10 % sur Target
it: Fino al 10% fuori
ja: ターゲットから最大10％オフ
pt: Até 10% de desconto na Target
ru: Скидка в Target до 10%

source: Up to 20% off Starbucks
ar: ما يصل الى 20٪ من ستاربكس
el: Μέχρι και 20% έκπτωση από τα Starbucks
fr: Jusqu'à 20 % sur Starbucks
it: Fino al 20% di sconto Starbucks
ja: スターバックスを最大20％オフ
pt: Até 20% de desconto no Starbucks
ru: Скидка в Starbucks до 20%

source: Upload Failed. Please check your network connection
ar: لقد فشل رفع الملف. يرجى التحقق من الاتصال بالشبكة
el: Η μεταφόρτωση απέτυχε. Παρακαλούμε ελέγξτε τη σύνδεση σας στο δίκτυο
fr: Echec de téléchargement. S’il vous plaît vérifiez votre connexion réseau
it: Caricamento fallito. Si prega di verificare la connessione di rete
ja: アップロードに失敗しました。ネットワーク接続を確認してください
pt: O carregamento falhou. Por favor, verifique sua conexão de rede
ru: Сбой загрузки. Пожалуйста, проверьте свое сетевое подключение

source: Upload Image
ar: تحميل الصور
el: Μεταφόρτωση εικόνας
fr: Importer une image
it: Carica immagine
ja: 無題
pt: Carregar Imagem
ru: Загрузить изображение

source: Upload Log
ar: تحميل سجلات
el: Μεταφόρτωση αρχείου καταγραφής
fr: Télécharger Log
it: Caricare Log
ja: ログをアップロードする
pt: Carregar o Log
ru: Загрузить журналы

source: Upload Log File
ar: تحميل ملفات الدخول
el: Μεταφόρτωση αρχείου καταγραφής
fr: Télécharger le Fichier Log
it: Carica file di registro
ja: ログファイルをアップロードする
pt: Carregar Arquivo Log
ru: Загрузить файлы журнала

source: Upload Successful
ar: تم الرفع بنجاح
el: Επιτυχής μεταφόρτωση
fr: Téléchargement réussi
it: Carica di successo
ja: アップロードが成功
pt: Carregado com Sucesso
ru: Успешно загружено

source: Uploading logfile. Please wait...
ar: تحميل ملفات الدخول. أرجو الإنتظار...
el: Μεταφόρτωση αρχείου καταγραφής. Παρακαλώ περιμένετε...
fr: Téléchargement du fichier log. Veuillez patienter...
it: Caricamento file di log. Attendere prego...
ja: ログファイルをアップしています。お待ちください...
pt: Carregando arquivo de log. Por favor, aguarde...
ru: Загрузка фалов журнала. Пожалуйста, подождите...

source: Use Camera
ar: استخدام الكاميرا
el: Χρήση κάμερας
fr: Utiliser la caméra
it: Usa fotocamera
ja: カメラを使用する
pt: Usar Câmera
ru: Использовать камеру

source: Use PIN
ar: استخدام PIN
el: Χρήση PIN
fr: Utiliser PIN
it: Usa PIN
ja: PINを使用する
pt: Usar PIN
ru: Использовать PIN-код

source: Use Password
ar: استخدم كلمة مرور
el: Χρήση κωδικού πρόσβασης
fr: Utiliser mot de passe
it: Utilizza una password
ja: パスワードを使用する
pt: Usar Senha
ru: Использовать пароль

source: Use Photo Album
ar: استخدام ألبوم الصور
el: Χρήση Φωτογραφικού Άλμπουμ
fr: Utiliser album photo
it: Usa Photo Album
ja: フォトアルバムを使う
pt: Usar o Álbum de Fotos
ru: Использовать фотоальбом

source: Use TouchID
ar: استعمالTouchID
el: Χρήση του TouchID
fr: Utiliser Touch ID
it: Utilizzare TouchID
ja: を使用TouchID:
pt: Usar o TouchID
ru: Использовать TouchID

source: User Name: %@
ar: اسم المستخدم: %@
el: Όνομα χρήστη: %@
fr: Nom d’utilisateur : %@
it: Nome utente: %@
ja: ユーザー名：％@
pt: Nome de usuário: %@
ru: Имя пользователя: %@

source: Username
ar: اسم المستخدم
el: Όνομα Χρήστη
fr: Nom d’utilisateur
it: Nome utente
ja: ユーザー名
pt: Nome de usuário
ru: Имя пользователя

source: Username must be at least %d characters.
ar: يجب أن يكون اسم المستخدم على الأقل %d الشخصيات.
el: Το όνομα χρήστη πρέπει να περιέχει τουλάχιστον %d χαρακτήρες.
fr: Nom d’utilisateur doit être au moins %d caractères.
it: Nome utente deve essere almeno %d personaggi.
ja: ユーザー名は少なくとも％d文字でなければなりません。
pt: O nome de usuário deve conter pelo menos %d caracteres.
ru: Имя пользователя должно содержать не менее %d символов.

source: Utilities
ar: الأدوات المساعدة
el: Δαπάνες επιχειρήσεων κοινής ωφέλειας
fr: Services
it: Utilità
ja: ユーティリティ
pt: Serviços públicos
ru: Аксессуары

source: Vacation
ar: إجازة
el: Διακοπές
fr: Vacances
it: Vacanza
ja: バケーション
pt: Férias
ru: Отпуск

source: Validating Address...
ar: التحقق من صحة عنوان...
el: Επαλήθευση Διέυθυνσης...
fr: Validation des adresses...
it: Convalida Indirizzo...
ja: アドレスの検証中...
pt: Validando Endereço...
ru: Валидация адреса...

source: Vet
ar: بيطري
el: Κτηνίατρος
fr: EFP
it: Veterinario
ja: 獣医
pt: Veterinário
ru: Ветеринария

source: WALLETS
ar: محفظة
el: ΠΟΡΤΟΦΟΛΙΑ
fr: PORTEFEUILLES
it: PORTAFOGLI
ja: 財布
pt: CARTEIRAS
ru: КОШЕЛЬКИ

source: WARNING: missing password
ar: تحذير: كلمة المرور المفقودة
el: ΠΡΟΣΟΧΗ: λείπει ο κωδικός πρόσβασης
fr: ATTENTION : mot de passe absent
it: ATTENZIONE: manca la password
ja: 警告：パスワードがありません
pt: AVISO: senha ausente
ru: ВНИМАНИЕ: пароль отсутствует

source: Waiting for Payment...
ar: بانتظار الدفع...
el: Αναμονή για Πληρωμή...
fr: En attente de paiement...
it: In attesa del pagamento...
ja: お支払いを待ってい...
pt: Aguardando o Pagamento...
ru: Ожидание платежа...

source: Wallet Deleted
ar: محفظة تم الحذف
el: Το πορτοφόλι διαγράφηκε
fr: Portefeuilles supprimé
it: Portafoglio eliminata
ja: ウォレットが削除さ
pt: Carteira Excluída
ru: Кошелек удален

source: Wallet Export
ar: محفظة التصدير
el: Εξαγωγή πορτοφολιού
fr: Exportation du portefeuille
it: Portafoglio Export
ja: ウォレットのエクスポート
pt: Exportar Carteira
ru: Экспорт кошелька

source: Wallet Private Seed
ar: محفظة البذور الخاص
el: Ιδιωτικό seed πορτοφολιού
fr: Graine privé du portefeuille
it: Portafoglio Seed privato
ja: ウォレットプライベートシード
pt: Seed Privado da Carteira
ru: Приватный сид кошелька

source: Wallet creation failed: %@
ar: إنشاء محفظة فشل: %@
el: Η δημιουργία πορτοφολιού απέτυχε: %@
fr: Création de portefeuille échoué :%@
it: Creazione Portafoglio non riuscita: %@
ja: ウォレットの作成に失敗： %@
pt: Falha na criação da carteira: %@
ru: Не удалось создать кошелек: %@

source: Wallet name must have at least one character
ar: يجب أن يكون اسم المحفظة حرف واحد على الأقل
el: Το όνομα του πορτοφολιού πρέπει να περιέχει τουλάχιστον έναν χαρακτήρα
fr: Nom du portefeuille doit avoir au moins un caractère
it: Nome Portafoglio deve avere almeno un carattere
ja: ウォレット名には少なくとも1文字は必要です
pt: O nome da carteira deve ter pelo menos um caractere
ru: Название кошелька должно содержать хотя бы один символ

source: Wallet:
ar: محفظة:
el: Πορτοφόλι:
fr: Porte-feuille:
it: Portafoglio:
ja: 財布：
pt: Carteira:
ru: Кошелек:

source: Walmart (Up to 10% Off)
ar: وول مارت (ما يصل إلى 10٪ من)
el: Walmart (μέχρι και 10% έκπτωση)
fr: Walmart (jusqu'à 10 % de réduction)
it: Walmart (fino al 10% di sconto)
ja: ウォルマート（最大10％割引）
pt: Walmart (Até 10% de Desconto)
ru: Walmart (скидка до 10%)

source: Warning!
ar: تحذير!
el: Προσοχή!
fr: Avertissement!
it: Avvertimento!
ja: 警告！
pt: Aviso!
ru: Внимание!

source: Warning, this is an advanced setting and may cause your wallet to malfunction. Please restart the app for settings to take affect.
ar: تحذير، هذا إعداد متقدم وقد يتسبب في خلل محفظتك. يرجى إعادة تشغيل التطبيق لإعدادات لتأثيرها.
ja: 警告、これは高度な設定ですあなたの財布が誤動作する可能性があります。設定を有効にするには、アプリを再起動してください。
pt: Atenção, Este é um ajuste avançado e pode causar mau funcionamento em sua carteira. Reinicie o aplicativo para que as configurações sejam aplicadas.
ru: Предупреждение, это расширенная настройка и она может привести к сбоям в работе вашего кошелька. Пожалуйста перезапустите приложения для того что бы настройки вступили в силу.

source: Warning. Without a password, you will not be able to login on a new device if this device is lost or stolen, or if this app is uninstalled
ar: تحذير. بدون كلمة مرور، فلن تكون قادرا على تسجيل الدخول على جهاز جديد في حالة فقدان هذا الجهاز أو سرقته، أو إذا تم إلغاء تثبيت هذا التطبيق
el: Προσοχή. Χωρίς κωδικό πρόσβασης, δεν θα μπορέσετε να συνδεθείτε σε νέα συσκευή εάν αυτή η συσκευή χαθεί ή κλαπεί, ή αν η συγκεκριμένη εφαρμογή απεγκατασταθεί
fr: Mise en garde. Sans un mot de passe, vous ne serez pas capable de vous connectez sur un nouvel appareil si cet appareil est perdu ou volé, ou si cette application est désinstallée
it: Avvertimento. Senza una password, non sarà in grado di accedere a un nuovo dispositivo, se il dispositivo viene perso o rubato, o se questa applicazione viene disinstallato
ja: 警告。パースワードがなければ、このデバイスを紛失または盗難した場合は新しいデバイスにログインすることはできませんが、またこのアプリがアンインストールされている場合
pt: Aviso. Sem uma senha, você não será capaz de logar em um novo dispositivo se esse dispositivo for perdido ou roubado, ou se esse aplicativo for desinstalado
ru: Внимание. Если это устройство будет утеряно или украдено, либо приложение будет удалено, то без пароля Вы не сможете войти в свою учетную запись на другом устройстве

source: Warning: Double Spend
ar: تحذير: تنفق ضعف
el: Προειδοποίηση: Διπλοξόδεμα ποσού (double-spend)
fr: Avertissement : Double dépense
it: Attenzione: Doppio Spend
ja: 警告：ダブル費やす
pt: Aviso: Gasto Dobrado
ru: Внимание: Двойная трата

source: Warning: Low Fees may cause long delays in transaction confirmation
ar: تحذير: قد تسبب رسوم منخفضة تأخيرات طويلة في إقرار الصفقة
el: Προσοχή: Οι χαμηλές χρεώσης μπορεί να έχουν ως αποτέλεσμα μεγάλες καθυστερήσεις στην επιβεβείωση της συναλλαγής
fr: Avertissement : Frais peu élevés peuvent entraîner de longs retards dans la confirmation de la transaction
it: Attenzione: commissioni basse possono causare lunghi ritardi nella conferma della transazione
ja: 警告：低額の料金は長い遅延を引き起こす可能性があります 取引の確認
pt: Aviso: Taxas Baixas podem causar longos atrasos na confirmação da transação
ru: Внимание: низкая комиссия может привести к длительным задержкам в подтверждениях переводов

source: Warning: Replace by Fee Detected. Double spend likely
ar: تحذير: استبدال من رسوم الكشف. الإنفاق المزدوج على الأرجح
el: Προειδοποίηση: Ανιχνεύτηκε Αντικατάσταση Συναλλαγής με νέα Χρέωση (Replace by Fee). Είναι πιθανό να υπάρχει διπλοξόδεμα του ποσού (double-spend)
fr: Attention : Remplacer par détectection de frais. Probablement double dépense
it: Attenzione: Sostituire con pagamento Rilevato. Doppia spesa probabile
ja: 警告：検出された料金で交換してください。 二重の可能性が高い
pt: Aviso: Devolução por taxa detectada. Provável gasto dobrado
ru: Внимание: Обнаружена смена комиссии. Возможна двойная трата

source: Watcher Database Cleared But Error Occurred. Please allow a few minutes to resync blockchain info. Transactions and balances may be inaccurate during sync
ar: مسح قاعدة بيانات مراقب ولكن حدث خطأ. يرجى السماح لبضع دقائق لتتم إعادة مزامنة المعلومات blockchain. المعاملات والأرصدة قد تكون غير دقيقة أثناء المزامنة
el: Η βάση δεδομένων παρακολούθησης έχει εκκαθαριστεί αλλά συνέβη σφάλμα. Παρακαλούμε περιμένετε μερικά λεπτά για εκ νέου συγχρονισμό των πληροφοριών της αλυσίδας των μπλοκ (blockchain). Οι συναλλαγές και τα υπόλοιπα μπορεί να μην είναι ακριβή κατά τον συγχρονισμό
fr: Base de données effacée mais une erreur s’est produite. Attendez quelques minutes pour la resynchronisation de l'info blockchain. Les transactions et soldes peuvent être inexacts lors de la synchronisation
it: Watcher Database cancellato ma errore si è verificato. Si prega di consentire qualche minuto per risincronizzazione informazioni blockchain. Transazioni e saldi possono essere imprecisi durante la sincronizzazione
ja: ウォッチャーデータベースはクリアされましたが、エラーが発生しました。 ブロックチェーンの情報を再同期するには数分を要します。 同期中に取引と残高が不正確になることがあります
pt: Banco de dados do observador autorizado, mas ocorreu um erro. Por favor, aguarde alguns minutos para resincronizar informações da blockchain. Transações e saldos exibidos podem estar imprecisos durante a sincronização
ru: База данных службы мониторинга была очищена с ошибкой. Пожалуйста, подождите несколько минут для ре-синхронизации информации с распределенной базой данных. Отображение переводов и баланса во время синхронизации может быть некорректным

source: Watcher Database Cleared. Please allow a few minutes to resync blockchain info. Transactions and balances may be inaccurate during sync
ar: مسح قاعدة بيانات مراقب. يرجى السماح لبضع دقائق لتتم إعادة مزامنة المعلومات blockchain. المعاملات والأرصدة قد تكون غير دقيقة أثناء المزامنة
el: Η βάση δεδομένων παρακολούθησης έχει εκκαθαριστεί. Παρακαλούμε περιμένετε μερικά λεπτά για εκ νέου συγχρονισμό των πληροφοριών της αλυσίδας των μπλοκ (blockchain). Οι συναλλαγές και τα υπόλοιπα μπορεί να μην είναι ακριβή κατά τον συγχρονισμό
fr: La base de donnée Watcher effacée. Attendez quelques minutes pour la resynchronisation de l'info blockchain. Les Transactions et soldes peuvent être inexacts lors de la synchronisation
it: Watcher Database Azzerato. Si prega di consentire qualche minuto per risincronizzazione informazioni blockchain. Transazioni e saldi possono essere imprecisi durante la sincronizzazione
ja: ウォッチャーデータベースがクリアされました。 ブロックチェーンの情報を再同期するには数分を要します。 同期中に取引と残高が不正確になることがあります
pt: Banco de dados do observador autorizado. Por favor, aguarde alguns minutos para resincronizar informações da blockchain. Transações e saldos podem estar imprecisos durante a sincronização
ru: База данных службы мониторинга очищена. Пожалуйста, подождите несколько минут для ре-синхронизации информации с распределенной базой данных. Отображение переводов и баланса во время синхронизации может быть некорректным
