Repository: Airbitz/airbitz-ios-gui
Catalog: Localization/Airbitz/*.xliff
Languages: ar, el, fr, it, ja, pt, ru

# Vcb-0y-fDf.text
source: An app has requested a bitcoin address to send money to. Please choose a wallet from above to receive funds:
ar: وقد طلبت التطبيق عنوان بيتكوين لإرسال الأموال إلى. الرجاء اختيار محفظة من فوق لتلقي الأموال:
el: Μία εφαρμογή έχει αιτηθεί μία διεύθυνση bitcoin για να στείλει χρήματα. Παρακαλούμε επιλέξτε ένα πορτοφόλι παραπάνω για να λάβετε χρήματα:
fr: Une application a demandé une adresse bitcoin pour envoyer de l’argent. Veuillez choisir un portefeuille en haut pour recevoir les fonds :
it: Un'applicazione ha richiesto un indirizzo bitcoin per inviare denaro a. Scegliere un portafoglio dall'alto per ricevere i fondi:
ja: アプリがお金を送るためにビットコインアドレスを要求しました。資金を受け取るために上記のウォレットを選択してください：
pt: Um aplicativo solicitou um endereço bitcoin para enviar dinheiro. Por favor, escolha uma carteira acima para receber os fundos:
ru: Приложение запрашивает биткойн-адрес для перевода средств. Пожалуйста, выберите кошелек для получения перевода из списка выше:

# Vuw-Bw-dQY.normalTitle
source: Wallet Private Seed (advanced)
ar: محفظة بذور الخاص (متقدم)
el: Ιδιωτικό Seed του Πορτοφολιού (για προχωρημένους)
fr: Portefeuille privé (avancé)
it: Portafoglio semi privato (avanzato)
ja: ウォレットプライベートシード（上級）
pt: Seed Privada da Carteira (avançado)
ru: Приватный сид кошелька (дополнительно)

# WB0-Ox-RAw.text
source: 4 Digit PIN
ar: PIN 4 أرقام
el: 4-ψήφιο PIN
fr: Code NIP à 4 chiffres
it: PIN a 4 cifre
ja: 4桁PIN
pt: PIN de 4 Dígitos
ru: 4хзначный PIN

# XJt-5y-Q5y.text
source: Label
ar: رقعة
el: Ετικέτα
fr: Étiquette
it: Etichetta
ja: ラベル
pt: Etiqueta
ru: Метка

# ZP6-jP-fb3.title
source: Wallets View Controller
ar: مشاهدة تحكم محفظة
el: Διαχειριστής εμφάνισης πορτοφολιών
fr: Contrôleur de la vue du portefeuille
it: Portafogli vista controllore
ja: ウォレットビューコントローラ
pt: Controle da Visualização de Carteiras
ru: Диспетчер отображения кошельков

# ZTK-Sq-FqJ.placeholder
source: Private key
ar: مفتاح خاص
el: Ιδιωτικό Κλειδί
fr: Clé privée
it: Chiave privata
ja: プライベートキー
pt: Chave privada
ru: Приватный ключ

# ZW8-Za-VVy.text
source: Sent From:
ar: ارسلت من:
el: Αποστολή από:
fr: Provenance :
it: Inviato da:
ja: 送信元：
pt: Enviado De:
ru: Отправлено от:

# c1q-yF-WIr.title
source: Send View Controller
ar: ارسال وحدة تحكم
el: Διαχειριστής εμφάνισης αποστολών
fr: Envoyer contrôleur de vue
it: Invia vista controllore
ja: ビューコントローラを送信
pt: Visualização do Controle de Envios
ru: Диспетчер отображения отправлений

# cYL-n1-ybU.text
source: Scan QR to Send Funds or Login with BitID
ar: مسح QR لإرسال أموال أو الدخول مع BitID
el: Κάνετε σάρωση του QR κωδικού για αποστολή χρημάτων ή συνδεθείτε με BitID
fr: Scannez le QR pour envoyer des fonds ou se connecter avec BitID
it: Scansione QR per inviare fondi o accesso con BitID
ja: QRをスキャンしてファンドを送信するか、BitIDでログインする
pt: Escaneie o código QR para Enviar Fundos ou Entre com o BitID
ru: Отсканируйте QR-код для отправки средств или входа с использованием BitID

# cix-f2-i3I.normalTitle
source: Skip This Step
ar: تخطي هذه الخطوة
el: Παράβλεψη αυτού του βήματος
fr: Ignorez cette étape
it: Saltare questo passaggio
ja: このステップを飛ばす
pt: Pular Esta Etapa
ru: Пропустить этот шаг

# dKh-rY-DMM.normalTitle
source: OK
ar: حسنا
el: Εντάξει
ja: はい
ru: ОК

# dm1-b8-Vp0.text
source: End Date
ar: تاريخ نهاية النّشر
el: Τελική ημερομηνία
fr: Date de fin
it: Data di fine
ja: 終了日
pt: Data Final
ru: Конечная дата

# egu-Uy-luw.placeholder
source: PIN Spending Limit
ar: حد الإنفاق PIN
el: Όριο δαπάνης με PIN
fr: Limite de dépenses de PIN
it: PIN Limite di spesa
ja: PINの使用限度額
pt: PIN de Limite de Gastos
ru: Защищенный PIN-кодом лимит

# gJp-Ct-Vol.text
source: Label
ar: رقعة
el: Ετικέτα
fr: Étiquette
it: Etichetta
ja: ラベル
pt: Etiqueta
ru: Метка

# hOS-Gw-CqO.normalTitle
source: Transaction Info (CSV)
ar: عملية تجارية معلومات (CSV)
el: Πληροφορίες Συναλλαγής (CSV)
fr: Info de transaction (CSV)
it: Transazione Informazioni (CSV)
ja: トランザクション情報（CSV）
pt: Informação de Transações (CSV)
ru: Сведения о переводах (CSV)

# iXW-st-n5q.text
source: Camera unavailable
ar: الكاميرا غير متوفرة
el: Κάμερα μη διαθέσιμη
fr: Camera non disponible
it: Camera non disponibile
ja: カメラ利用できない
pt: Câmera indisponível
ru: Камера недоступна

# ifv-G8-Cxe.text
source: (Requires password above daily limit)
ar: (يتطلب كلمة مرور فوق الحد اليومي)
el: (Απαιτείται ο κωδικός πρόσβασης πάνω από το ημερήσιο όριο δαπανών)
fr: (Nécessite un mot de passe au-dessus de la limite quotidienne)
it: (Richiede la password sopra limite giornaliero)
ja: （パスワードが必要です1日の上限を超える）
pt: (Requer senha acima do limite diário)
ru: (для траты сверх дневного лимита требуется пароль)

# j3q-OI-el3.title
source: Transactions
ar: المعاملات
el: Συναλλαγές
fr: Les Transactions
it: Transazioni
ja: トランザクション
pt: Transações
ru: Переводы

# jDp-Og-qtC.title
source: Main View Controller
ar: عرض المراقب المالي الرئيسي
el: Διαχειριστής εμφάνισης κυρίως οθόνης
fr: Contrôleur de vue principale
it: Principale vista controllore
ja: メインビューコントローラ
pt: Controle de Visualização Principal
ru: Главный диспетчер отображения

# jlL-oE-aWy.segmentTitles[0]
source: Copy
ar: نسخ
el: Αντιγραφή
fr: Copier
it: Copia
ja: コピー
pt: Copiar
ru: Копировать

# jlL-oE-aWy.segmentTitles[1]
source: Email
ar: البريد الإلكتروني
ja: Eメール
ru: Электронная почта

# jlL-oE-aWy.segmentTitles[2]
source: SMS
ar: ‏الرسائل القصيرة SMS
el: Μήνυμα SMS
ja: メッセージ

# jlL-oE-aWy.segmentTitles[3]
source: Share
ar: تقاسم
el: Κοινή Χρήση
ja: シェア
pt: Compartilhar
ru: Поделиться

# kjs-dz-76a.normalTitle
source: Save
ar: حفظ
el: Αποθήκευση
fr: Enregistrer
it: Salvare
ja: セーブ
pt: Salvar
ru: Сохранить

# ltN-lB-ATB.placeholder
source: Search
ar: بحث
el: Αναζήτηση
fr: Rechercher
it: Ricerca
ja: サーチ
pt: Buscar
ru: Поиск

# mxS-jU-qS2.normalTitle
source: Login
ar: تسجيل الدخول
el: Σύνδεση
fr: S'identifier
it: Accesso
ja: ログイン
pt: Entrar
ru: Логин

# n7B-WE-395.normalTitle
source: Done
ar: فعله
el: Τέλος
fr: Effectué
it: Fatto
ja: 完了
pt: Concluído
ru: Готово

# nae-d6-xoW.text
source: Bitcoin Wallet
ar: بيتكوين محفظة
el: Πορτοφόλι Bitcoin
fr: Portefeuilles Bitcoin
it: Bitcoin Portafoglio
ja: Bitcoin 財布
pt: Carteira Bitcoin
ru: Биткойн-кошелек

# o7c-0i-ioy.placeholder
source: Daily Spend Limit
ar: الحد الإنفاق اليومي
el: Ημερήσιο Όριο Δαπάνης
fr: Limite de Dépenses Quotidienne
it: Limite di spesa giornaliero
ja: 1日の使用限度額
pt: Limite de Gastos Diário
ru: Дневной лимит

# oOB-dD-cy2.text
source: Generating QR Code...
ar: توليد رمز الاستجابة السريعة...
el: Δημιουργία QR κωδικού...
fr: Génération de Code QR...
it: Generazione QR codice...
ja: QRコードの生成...
pt: Gerando o Código QR...
ru: Генерация QR-кода...

# odP-aX-EhZ.normalTitle
source: CANCEL
ar: إلغاء
el: ΑΚΥΡΩΣΗ
fr: Annuler
it: ANNULLA
ja: キャンセル
pt: CANCELAR
ru: ОТМЕНА

# pIj-oW-HUW.normalTitle
source: Transaction Info (Quickbooks)
ar: عملية تجارية معلومات (قويكبووكس)
el: Πληροφορίες Συναλλαγής (Quickbooks)
fr: Info de Transaction (Quickbooks)
it: Transazione Informazioni (libri rapidi)
ja: トランザクション情報（クイックブック）
pt: Informação de Transações (Quickbooks)
ru: Информация о переводах (Quickbooks)

# puA-fb-r0H.placeholder
source: Create PIN
ar: إنشاء PIN
el: Δημιουργία PIN
fr: Créer code PIN
it: Creare PIN
ja: PINの作成
pt: Criar PIN
ru: Создать PIN

# sAy-bR-lqd.title
source: Menu
ar: قائمة طعام
el: Κατάλογος επιλογών
it: Menù
ja: メニュー
ru: Меню

# sgY-Eq-QTK.text
source: Daily Spending Limit
ar: حد الإنفاق اليومي
el: Ημερήσιο όριο δαπάνης
fr: Limite de Dépenses Quotidienne
it: Limite di spesa giornaliera
ja: 1日の使用限度額
pt: Limite Diário de Gastos
ru: Дневной лимит трат

# shF-7X-2GL.normalTitle
source: Max
ar: ماكس
el: Μέγιστο
ja: 最大
ru: Максимум

# uTa-MB-0Sl.title
source: Request
ar: طلب
el: Αίτηση
fr: Demander
it: Richiesta
ja: 要求
pt: Solicitação
ru: Запрос

# vVZ-Kb-RwQ.text
source: Scan QR Code or use photo
ar: تفحص QR كود أو استخدام الصورة
el: Κάνετε σάρωση του κωδικού QR ή χρησιμοποιήστε φωτογραφία
fr: Scanner le Code QR ou utiliser photo
it: Scansiona il codice QR o l'uso fotografico
ja: QRコードをスキャンするか写真を使用
pt: Escanear o Código QR ou usar foto
ru: Отсканируйте QR-код или используйте фото

# vlP-bB-ktv.normalTitle
source: This Week
ar: هذا الاسبوع
el: Αυτή την εβδομάδα
fr: Cette semaine
it: Questa settimana
ja: 今週
pt: Esta Semana
ru: На этой неделе

# x8T-QG-WiU.normalTitle
source: Done
ar: فعله
el: Τέλος
fr: Effectué
it: Fatto
ja: 完了
pt: Concluído
ru: Готово

# pkh-7R-foQ.text
source: Password Requirements
ar: متطلبات كلمة المرور
el: Απαιτήσεις κωδικού πρόσβασης
fr: Exigences du mot de passe
it: Requisiti per la password
ja: パスワード要件
pt: Requisitos de Senha
ru: Требования к паролю

# 24.normalTitle
source: OK
ar: حسنا
el: Αποδοχή
ja: はい
ru: ОК

# 25.normalTitle
source: Cancel
ar: إلغاء
el: Ακύρωση
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отмена

# 1Qx-Jp-bYp.text
source: 2FA Reset Requested by another device.
ar: طلب إعادة التوثيق الثنائي 2FA من قبل جهاز آخر.
el: Η επαναφορά του ελέγχου ταυτότητας δύο παραγόντων ζητήθηκε από μια άλλη συσκευή.
fr: Réinitialisation 2FA demandée par un autre appareil.
it: Ripristino 2FA Richiesto da un altro dispositivo.
ja: リセット別のデバイスによって要求されます。
pt: Solicitação de redefinição da Autenticação em Dois Fatores (2FA) por outro dispositivo.
ru: Другим устройством запрошен сброс 2FA.

# 3uS-L5-frK.normalTitle
source: KEEP 2FA
ar: احتفظ بالتوثيق الثنائي 2FA
el: ΔΙΑΤΗΡΗΣΗ ΕΛΕΓΧΟΥ ΤΑΥΤΟΤΗΤΑΣ ΔΥΟ ΠΑΡΑΓΟΝΤΩΝ
fr: MAINTENIR 2FA
it: TENERE 2FA
ja: 2FAを保つ
pt: MANTER 2FA
ru: СОХРАНЯТЬ 2FA

# 4md-ob-Ttv.text
source: Core Version:
ar: النسخة الأساسية:
el: Έκδοση Πυρήνα:
fr: Version de base :
it: Versione core:
ja: コアバージョン
pt: Versão do Núcleo:
ru: Версия ядра:

# Ag5-Xn-Vpg.normalTitle
source: Clear Watcher Cache
ar: مسح ذاكرة المراقبة للتخزين المؤقت
el: Καθαρισμός Προσωρινής Μνήμης Παρακολούθησης
fr: Vider la Cache Watcher
it: Cancella Cache Watcher
ja: クリアーウォッチャーキャッシュ
pt: Limpar o Cache do Observador
ru: Очистить кэш

# Bs1-Yi-SIh.normalTitle
source: Upload Log Files
ar: تحميل ملفات التسجيلات
el: Μεταφόρτωση Αρχείων Καταγραφής
fr: Charger Fichiers Log
it: Carica file di log
ja: ログファイルをアップロード
pt: Carregar Arquivos de Log
ru: Загрузить файлы журнала

# GMX-G5-Rl3.text
source: Enable 2-Factor Authentication to increase security by only allowing logins from previously logged in devices. Add more devices by scanning the QR code below after 2FA is enabled
ar: تفعيل التوثيق الثنائي 2FA لزيادة الأمن من خلال السماح بسجيل الدخول مرة واحدة بعد تسجيل الدخول الأخير من كل الأجهزة. إضافة المزيد من الأجهزة عن طريق رمز الاستجابة السريع أدناه بعد تفعيل الخاصية.
el: Ενεργοποιήστε τον έλεγχο ταυτότητας δύο παραγόντων για να αυξήσετε την ασφάλεια, επιτρέποντας μόνο συνδέσεις που προέρχονται από συσκευές που έχουν συνδεθεί ξανά. Προσθέστε περισσότερες συσκευές κάνοντας σάρωση του παρακάτω QR κωδικού μετά την ενεργοποίηση του ελέγχου ταυτότητας δύο παραγόντων
fr: Activer l’authentification à 2 Facteur à fin de renforcer la sécurité en autorisant uniquement les connexions des dispositifs précédemment connectés. Ajouter plus d’appareils en scannant le code QR ci-dessous après que 2FA est activé
it: Abilita autenticazione a 2 fattori per aumentare la sicurezza, consentendo solo login da precedentemente registrati nei dispositivi. Aggiungere altri dispositivi attraverso la scansione del codice QR qui sotto dopo 2FA è abilitato
ja: 2因子認証を有効にする以前にログインしたデバイスからのログインのみを許可することでセキュリティを強化します。以下のQRコードをスキャンして、デバイスを追加する2FAが有効になった後
pt: Habilite a autenticação de 2 Fatores para aumentar a segurança, permitindo apenas logins de usuários previamente registrados nos dispositivos. Adicione mais dispositivos escaneando o código QR abaixo após ativação do 2FA
ru: Включите двухфакторную аутентификацию для повышения уровня защиты - в этом случае в Вашу учетную запись можно будет зайти только с предварительно авторизованных устройств. После активизации двухфакторной аутентификации Вы можете добавить новые устройства, отсканировав QR-код ниже

# GXU-6G-OIw.placeholder
source: Current Password
ar: كلمة السر الحالية
el: Ισχύων Κωδικός Πρόσβασης
fr: Mot de passe actuel
it: Corrente Password
ja: 現在のパスワード
pt: Senha Atual
ru: Текущий пароль

# Izr-Cl-Osv.text
source: Using the device that enabled 2 Factor Authentication, go to Settings -> Two Factor. Scan the QR code using this device
ar: استخدام الجهاز يجب تفعيل التوثيق الثنائي 2FA، انتقل إلى الإعدادات ->التوثيق الثنائي. مسح رمز الاستجابة السريع QR باستخدام هذا الجهاز
el: Για χρήση της συσκευής με τον ενεργοποιημένο έλεγχο ταυτότητας δύο παραγόντων, πηγαίνετε στις Ρυθμίσεις -> Έλεγχος ταυτότητας δύο παραγόντνων. Κάνετε σάρωση τον κωδικό QR χρησιμοποιώντας αυτή την συσκευή
fr: À l’aide de l’appareil qui a activé l’Authentification à 2 Facteur, allez dans Paramètres -> Deux Facteur. Scanner le code QR à partir de cet appareil
it: Utilizzando il dispositivo che ha consentito 2 autenticazione a due fattori, vai a Impostazioni -> A due fattori. Eseguire la scansione del codice QR utilizzo di questo dispositivo
ja: 2因子認証を有効にしたデバイスを使用して、 設定に移動 - ＆gt; 2つの要因。このデバイスを使用してQRコードをスキャンする
pt: No dispositivo que habilitou a autenticação por 2 fatores, clique em Configurações -> Dois Fatores. Escaneie o código QR usando este dispositivo
ru: Используя устройство, на котором Вы авторизованы с использованием двухфакторной аутентификации перейдите в Настройки -> Двухфактроная аутентификация. Отсканируйте QR-код с этого устройства

# LAg-aY-W5b.normalTitle
source: DONE
ar: تم
el: ΤΕΛΟΣ
fr: Effectué
it: FATTO
ja: 完了
pt: CONCLUÍDO
ru: ГОТОВО

# Myh-H6-aDd.text
source: Version:
ar: الإصدار:
el: Έκδοση:
it: Versione:
ja: バージョン：
pt: Versão:
ru: Версия:

# T6x-zH-xvf.text
source: This account has 2 Factor Authentication (2FA) enabled. Scan the 2FA token from the device that enabled 2FA to give access to this device.
ar: هذا الحساب لديه خاصية التوثيق الثنائي (2FA) تفعيل. مسح رمز التوثيق الثنائي 2FA من الجهاز الذي مكن من 2FA لإعطاء الوصول إلى هذا الجهاز.
el: Αυτός ο λογαριασμός έχει ενεργοποιημένο τον έλεγχο ταυτότητας δύο παραγόντων. Κάνετε σάρωση το διακριτικό του ελέγχου ταυτότητας δύο παραγόντων από τη συσκευή που ενεργοποίησε τον έλεγχο για να αποκτήσετε πρόσβαση σε αυτήν τη συσκευή.
fr: Ce compte a 2 Facteur d’Authentification (2FA) activé. Scannez le jeton 2FA du dispositif qui a permis à 2FA de donner accès à cet appareil.
it: Questo account ha 2 fattore di autenticazione (2FA) abilitato. Scansione il token 2FA dal dispositivo che ha permesso 2FA per dare accesso a questo dispositivo.
ja: このアカウントには2つの因子認証（2FA）が有効になっています。 2FAを有効にしたデバイスから2FAトークンをスキャンして、このデバイスにアクセスします。
pt: Esta conta tem autenticação de 2 fatores (2FA) habilitada. Escaneie o token 2FA do dispositivo que habilitou o 2FA para dar acesso a este dispositivo.
ru: В этой учетной записи активна двухфакторная аутентификация (2FA). Отсканируйте токен 2FA с устройства, на котором она была активирована, для получения доступа на своем устройстве.

# X6G-HD-WUv.placeholder
source: Search
ar: بحث
el: Αναζήτηση
fr: Rechercher
it: Ricerca
ja: サーチ
pt: Pesquisar
ru: Поиск

# avV-bm-INd.normalTitle
source: DISABLE 2FA
ar: تعطيل خاصية التوثيق الثنائي 2FA
el: ΑΠΕΝΕΡΓΟΠΟΙΗΣΗ ΕΛΕΓΧΟΥ ΤΑΥΤΟΤΗΤΑΣ ΔΥΟ ΠΑΡΑΓΟΝΤΩΝ
fr: DÉSACTIVER 2FA
it: DISABILITA 2FA
ja: 2FAを無効にする
pt: DESATIVAR 2FA
ru: ОТКЛЮЧИТЬ 2FA

# bYl-WU-bNw.text
source: Request that the Two Factor authentication be turned off. The request will be automatically reset in 7 days if no action is taken by the account user on authenticated devices
ar: طلب أن يتم تشغيل المصادقة اثنين عامل خارج. سيتم طلب إعادة تعيين تلقائيا في 7 أيام إذا لم يتم اتخاذ أي إجراء من قبل المستخدم حساب على الأجهزة مصادقة
el: Αίτηση απενεργοποίησης του ελέγχου ταυτότητας δύο παραγόντων. Το αίτημα θα διαγραφεί αυτόματα σε 7 ημέρες εάν δεν γίνει καμία ενέργεια από τον χρήστη του λογαριασμού στις πιστοποιημένες συσκευές
fr: Demande de désactivation de l’authentification à Deux Facteurs. La demande sera automatiquement réinitialisée dans 7 jours si aucune action est menée par l’utilisateur du compte sur les périphériques authentifiés
it: Richiedere che l'autenticazione a due fattori tramite essere spento. La richiesta viene azzerato automaticamente in 7 giorni se non intraprenda alcuna azione da parte dell'utente account su dispositivi autenticati
ja: 二要素認証を無効にするように要求します。 リクエストは7日間で自動的にリセットされ、認証されたデバイスでアカウントユーザーが何もしない場合
pt: Solicitar que a autenticação de Dois Fatores seja desabilitada. A solicitação será automaticamente resetada em 7 dias se o usuário da conta não tomar medidas nos dispositivos autenticados
ru: Запрос на отключение двухфакторной аутентификации. Запрос будет автоматически отклонен через 7 дней отсутствия пользовательской активности на авторизованных устройствах

# h6I-iF-k15.text
source: Date
ar: التاريخ
el: Ημερομηνία
it: Data
ja: 日付
pt: Data
ru: Дата

# hxc-na-KPc.text
source: Two factor reset has been requested
ar: تم طلب اعادة تعيين العملة البديلة
el: Έχει γίνει αίτηση επαναφοράς του ελέγχου ταυτότητας δύο παραγόντων
fr: Reinitialization a Deux facteur a été requis
it: Due ripristino fattore è stato richiesto
ja: 2つの要因のリセットが要求されました
pt: Uma redefinição da Autenticação de Dois Fatores (2FA) foi solicitada
ru: Запрошен сброс двухфакторной аутентификации

# lqV-Y6-LKD.normalTitle
source: Request Reset
ar: طلب إعادة تعيين
el: Επαναφορά Αίτησης
fr: Demande de réinitialisation
it: Richiesta di ripristino
ja: リクエストのリセット
pt: Solicitar de Redefinição
ru: Запросить сброс

# mJ9-nG-s79.text
source: Enabled
ar: تمكين
el: Ενεργοποιημένο
fr: Activé
it: Attivato
ja: エネーブル
pt: Habilitado
ru: Включено

# nhU-8o-H50.normalTitle
source: Button
ar: زر
el: Κουμπί
fr: Bouton
it: Pulsante
ja: ボタン
pt: Botão
ru: Кнопка

# pki-9D-VwL.normalTitle
source: Scan Token
ar: مسح رمز
el: Σάρωση Διακριτικού
fr: Scanner Jeton
it: Scansione Gettone
ja: スキャントークン
pt: Escanear Token
ru: Отсканировать токен

# qLK-qd-7qg.text
source: Network:
ar: ﺍﻟﺸﺒﻜﺔ:
el: Δίκτυο:
fr: Réseau :
it: Rete:
ja: ネットワーク：
pt: Rede:
ru: Сеть:

# sZm-Gx-M8r.text
source: App Version
ar: التطبيق الإصدار
el: Έκδοση εφαρμογής
fr: Version de l’appli
it: Versione App
ja: アプリのバージョン
pt: Versão do App
ru: Версия приложения

# th1-bn-E4x.normalTitle
source: CANCEL
ar: إلغاء
el: ΑΚΥΡΩΣΗ
fr: Annuler
it: ANNULLA
ja: キャンセル
pt: CANCELAR
ru: ОТМЕНА

# BCk-jF-SE5.text
source: LOGOUT
ar: تسجيل الخروج
el: ΑΠΟΣΥΝΔΕΣΗ
fr: Déconnexion
it: DISCONNETTERSI
ja: ログアウト
pt: SAIR
ru: Выход

# GIG-Sd-O0c.accessibilityLabel
source: Logout
ar: تسجيل الخروج
el: Αποσύνδεση
fr: Déconnexion
it: Disconnettersi
ja: ログアウト
pt: Terminar sessão
ru: Выход

# Lwy-1d-Qgs.accessibilityLabel
source: Buy or Sell
ar: شراء أو بيع
el: Αγορά ή Πώληση
fr: Acheter ou vendre
it: Acquistare o vendere
ja: 購入または販売
pt: Comprar ou vender
ru: Купить или продать

# Zac-Lf-J4y.text
source: SETTINGS
ar: الإعدادات
el: ΡΥΘΜΙΣΕΙΣ
fr: Paramètres
it: IMPOSTAZIONI
ja: セッティング
pt: CONFIGURAÇÕES
ru: НАСТРОЙКИ

# Zu4-Fd-NGP.accessibilityLabel
source: Buy or Sell
ar: شراء أو بيع
el: Αγορά ή Πώληση
fr: Acheter ou vendre
it: Acquistare o vendere
ja: 購入または販売
pt: Comprar ou vender
ru: Купить или продать

# aSM-QX-pLq.accessibilityLabel
source: Logout
ar: تسجيل الخروج
el: Αποσύνδεση
fr: Déconnexion
it: Disconnettersi
ja: ログアウト
pt: Sair
ru: Выход

# bQy-8e-q5h.text
source: See Strings.h
ar: انظر Strings.h
fr: Voir Strings.h
it: Vedi strings.h
ja: 見る文字列.h
pt: Ver Série.h
ru: Смотрите Strings.h

# jpu-23-4kh.accessibilityLabel
source: Buy or Sell
ar: شراء أو بيع
el: Αγορά ή Πώληση
fr: Acheter ou vendre
it: Acquistare o vendere
ja: 購入または販売
pt: Comprar ou vender
ru: Купить или продать

# lr4-kO-HCW.text
source: WALLETS
ar: محفظة
el: ΠΟΡΤΟΦΟΛΙΑ
fr: PORTEFEUILLES
it: PORTAFOGLI
ja: 財布
pt: CARTEIRAS
ru: КОШЕЛЬКИ

# rWQ-uJ-DUX.text
source: BUY / SELL BITCOIN
ar: شراء / بيع بيتكوين
el: ΑΓΟΡΑ / ΠΩΛΗΣΗ BITCOIN
fr: ACHETER / VENDRE BITCOIN
it: Acquisto / Vendita Bitcoin
ja: バイツンを購入/販売する
pt: COMPRAR / VENDER BITCOIN
ru: КУПИТЬ/ПРОДАТЬ БИТКОЙНЫ

# vsf-Ms-1Ff.accessibilityHint
source: the currently logged in account
ar: الحساب المسجل حاليا
el: ο τρέχων συνδεδεμένος λογαριασμός
fr: le compte actuellement connecté
it: attualmente connesso in conto
ja: 現在ログインしているアカウント
pt: a conta atualmente logada
ru: авторизован в учетной записи в настоящий момент

# xju-3Y-EvK.text
source: See Strings.h
ar: انظر Strings.h
fr: Voir Strings.h
it: Vedi strings.h
ja: 見る文字列.h
pt: Ver Série.h
ru: Смотрите Strings.h

# xna-m1-9hx.accessibilityLabel
source: Settings
ar: إعدادات
el: Ρυθμίσεις
fr: Paramètres
it: Impostazioni
ja: セッティング
pt: Configurações
ru: Настройки

# 61J-35-M5b.placeholder
source: Name your new wallet
ar: اسم المحفظة الجديدة
el: Δώστε όνομα στο πορτοφόλι σας
fr: Renommez votre nouveau portefeuille
it: Un nome alla nuova portafoglio
ja: あなたの新しい財布に名前をつける
pt: Nomeie sua nova carteira
ru: Введите название своего нового кошелька

# HuB-Hn-lsB.text
source: Currency:
ar: العملة:
el: Νόμισμα:
fr: Devise:
it: Moneta:
ja: 通貨
pt: Moeda:
ru: Валюта:

# Ug5-7Y-oG3.normalTitle
source: CANCEL
ar: إلغاء
el: ΑΚΥΡΩΣΗ
fr: Annuler
it: ANNULLA
ja: キャンセル
pt: CANCELAR
ru: Отмена

# VVb-in-rZz.normalTitle
source: Button
ar: زر
el: Κουμπί
fr: Bouton
it: Pulsante
ja: ボタン
pt: Botão
ru: Кнопка

# bfD-1n-tCg.normalTitle
source: DONE
ar: تم ذلك
el: ΤΕΛΟΣ
fr: Effectué
it: FATTO
ja: 完了
pt: CONCLUÍDO
ru: ГОТОВО

source: Amount
ar: المبلغ
el: Ποσό
ja: 量
pt: Quantia
ru: Количество

source: Please choose a wallet to receive funds.
ar: من فظلك إختر المحفظة لإستقبال المبلغ.
el: Παρακαλούμε επιλέξτε ένα πορτοφόλι για να παραλάβετε χρήματα.
fr: Veuillez choisir un portefeuille pour recevoir des fonds.
it: Scegliere un portafoglio per ricevere i fondi.
ja: お金を受け取るウォレットを選択してください。
pt: Por favor, escolha uma carteira para receber fundos.
ru: Пожалуйста, выберите кошелек для получения средств.

# %@ / %@ requested via %@ on %@.
source: %1$@ / %2$@ requested via %3$@ on %4$@.
ar: %1$@ / %2$@ أطلب عبر %3$@ on %4$@.
el: %1$@ / %2$@ αίτηση μέσω %3$@ στις %4$@.
fr: %1$@ / %2$@ demandées via %3$@ sur %4$@.
it: %1$@ / %2$@ richiesto via %3$@ sopra %4$@.
ja: %1$@ / %2$@経由でリクエストされま %3$@に%4$@.
pt: %1$@ / %2$@ solicitado via %3$@ em %4$@.
ru: %1$@ / %2$@ запрошено через %3$@ %4$@.

source: %@ Bitcoin Request
ar: %@ طلب البيتكوين
el: %@ Αίτηση Bitcoin
fr: %@ Demande de Bitcoin
it: %@ Bitcoin Richiesta
ja: %@ Bitcoinリクエスト
pt: %@ Solicitação de Bitcoin
ru: %@ Запрос биткойнов

# %@ Bitcoin Request from %@
source: %1$@ Bitcoin Request from %2$@
ar: %1$@ أطلب بيتكوين من%2$@
el: %1$@ Αίτηση Bitcoin από %2$@
fr: %1$@ Demande Bitcoin de %2$@
it: %1$@ Bitcoin Richiesta %2$@
ja: %1$@ Bitcoinリクエストから%2$@
pt: %1$@ Solicitação de Bitcoin de %2$@
ru: Запрос %1$@ биткойнов от %2$@

source: %@ Bitcoin received. Tap for details.
ar: %@ إستقبال البيتكوين. اضغط للاطلاع على التفاصيل.
el: %@ Ελήφθησαν Bitcoin. Πατήστε για λεπτομέρειες.
fr: %@ Bitcoin reçu. Appuyer pour plus de détails.
it: %@ Bitcoin ricevuto. Toccare per i dettagli.
ja: %@Bitcoinは受け取った 詳細はタップ
pt: %@ Bitcoin rebebido. Toque para obter detalhes.
ru: Получено %@ биткойнов. Нажмите для получения подробного описания.

source: %@ Recovery Token
ar: %@ استرجاع الرموز Token
el: %@ Διακριτικό Ανάκτησης
fr: Localizable. strings \'[Airbitz] Token de récupération \' ligne Sujet du mail à envoyer jeton de récupération pour Airbitz ou un autre blanc-marqué porte-monnaie
it: %@ Token di Recupero
ja: %@回復トークン
pt: %@ Token de recuperação
ru: Токен восстановления %@

# %@ failed: %@
source: %1$@ failed: %2$@
ar: %1$@ فشل: %2$@
el: %1$@ αποτυχία: %2$@
fr: %1$@ échoué: %2$@
it: %1$@ fallito: %2$@
ja: %1$@失敗した : %2$@
pt: %1$@ falhou: %2$@
ru: %1$@ не удалось: %2$@

source: %@ has requested a bitcoin address to send money to.
ar: %@ قد طلبت عنوان البيتكوين لإرسال الأموال إلى.
el: %@ έχει αιτηθεί μία διεύθυνση bitcoin για να στείλει χρήματα.
fr: %@ a demandé une adresse bitcoin à qui envoyer de l’argent.
it: %@ ha richiesto un indirizzo bitcoin per inviare denaro a.
ja: %@要求したBitcoinアドレスにお金を送る。
pt: %@ solicitou um endereço bitcoin para enviar dinheiro.
ru: %@ запросил биткойн-адрес для перевода средств.
