Repository: Airbitz/airbitz-ios-gui
Catalog: Localization/Airbitz/*.xliff
Languages: ar, el, fr, it, ja, pt, ru

# Lt8-cl-BMW.text
source: Scan QR
ar: رمز الإستجابة السريعة QR
el: Σάρωση QR
fr: Scanner le QR
it: Scansiona QR
ja: スキャンQR
pt: Ler código QR
ru: Отсканировать QR-код

# WIw-mO-3VN.normalTitle
source: Button
ar: زر
el: Κουμπί
fr: Bouton
it: Pulsante
ja: ボタン
pt: Botão
ru: Кнопка

# gQB-TM-9HQ.text
source: Login or Send
ar: تسجيل الدخول أو أرسل
el: Σύνδεση ή Αποστολή
ja: ログインまたは送信
pt: Entrar Ou Enviar
ru: Войдите или Отправить

# 0gq-ds-DJC.normalTitle
source: NEXT
ar: التالى
el: ΕΠΟΜΕΝΟ
fr: Suivant
it: Il prossimo
ja: 次に
pt: PRÓXIMO
ru: Далее

# 4eB-ff-Ebh.text
source: Your username and password are known only to you and cannot be recovered if forgotten. You WILL lose access to funds if your password is lost.
ja: あなたのユーザー名とパスワードはあなたのみ知っているため、忘れた場合に回復することはできません。パスワードを無くした場合は資金へのアクセスを失うことになります。
ru: Имя пользователя и пароль будут известны только вам и не могут быть восстановлены, если вы их забудете. Вы УТРАТИТЕ ДОСТУП к своим деньгам если потеряете или забудете пароль.

# 6uu-dw-ssd.normalTitle
source: NEXT
ar: التالى
el: ΕΠΟΜΕΝΟ
fr: Suivant
it: Il prossimo
ja: 次に
pt: PRÓXIMO
ru: Далее

# AAt-Oh-ifI.normalTitle
source: NEXT
ar: التالى
el: ΕΠΟΜΕΝΟ
fr: Suivant
it: Il prossimo
ja: 次に
pt: PRÓXIMO
ru: ДАЛЕЕ

# D2i-9s-GAC.normalTitle
source: NEXT
ar: التالى
el: ΕΠΟΜΕΝΟ
fr: Suivant
it: Il prossimo
ja: 次に
pt: PRÓXIMO
ru: Далее

# DUg-At-veb.text
source: myname
ar: اسمي
el: το όνομα μου
fr: monnom
it: il mio nome
ja: 自分の名前
pt: meunome
ru: МоеИмя

# DgW-Gm-7l2.normalTitle
source: NEXT
ar: التالى
el: ΕΠΟΜΕΝΟ
fr: Suivant
it: Il prossimo
ja: 次に
pt: PRÓXIMO
ru: Далее

# Dyh-gB-nOv.text
source: You will next see a popup requesting access to your Contacts.
ar: سترى بعد هذه الصفحة نافذة منبثقة تطلب منك الولوج الى جهات الإتصال الخاصة بك.
el: Στην συνέχεια θα δείτε ένα αναδυόμενο παράθυρο το οποίο θα ζητεί πρόσβαση στις Επαφές σας.
fr: Vous verrez ensuite une fenêtre popup demandant l’accès à vos Contacts.
it: Vi verrà poi visualizzato un popup che richiede l'accesso ai tuoi contatti.
ja: 次に、連絡先へのアクセスを要求するポップアップが表示されます。
pt: Em seguida, você verá um pop-up solicitando acesso aos seus contatos.
ru: Далее Вы увидите всплывающее окно с запросом на доступ к Вашему списку контактов.

# Ehm-ti-qdD.text
source: Specify your name or arbitrary nickname ie "Coinmaster". This is used ONLY when sending payments or requests to others to help them identify you. This is never sent to Airbitz or any third party and can be changed at any time in the future.
ar: تحديدالاسم المستعار "Coinmaster". يتم استخدام هذا فقط عند إرسال دفعات أو طلبات للآخرين لمساعدتهم على التعرف عليك. ابدا لا يتم إرسالها الى Airbitz أو أي طرف ثالث، ويمكن تغييرها في أي وقت في المستقبل.
el: Καθορίστε το όνομα ή ένα ψευδώνυμο της επιλογής σας (πχ. «Coinmaster»). Το συγκεκριμένο χρησιμοποιείται ΜΟΝΟ όταν στέλνετε πληρωμές ή αιτήσεις σε άλλους για να μπορούν να σας αναγνωρίσουν. Το συγκεκριμένο δεν αποστέλλεται ποτέ στην Airbitz ή σε άλλα συμβαλλόμενα μέρη ενώ μπορείτε να το αλλάξετε όποτε θελήσετε στο μέλλον.
fr: Indiquez votre nom ou Pseudo arbitraire, c-a-d « Coinmaster ». Ceci est employé UNIQUEMENT en envoyant des paiements ou des demandes à d’autres pour les aider à vous identifier. Ceci n’est jamais envoyé à Airbitz ou tout autre partie tiers et peut être modifié à tout moment dans l’avenir.
it: Specificare il proprio nome o soprannome arbitrario cioè "Coinmaster". Questo viene utilizzato solo per l'invio di pagamenti o le domande di altri per aiutarli a identificare voi. Questo non viene mai inviata a Airbitz o di terzi e può essere modificato in qualsiasi momento in futuro.
ja: あなたの名前または任意のニックネームを指定します "コインマスター"。 これはあなたの身分証明に役立つように、支払いや要求を他の人に送信する場合にのみ使用されます。 これは決してAirbitzまたは第三者に送られることはなく、いつでも変更することができます。
pt: Especifique seu nome ou apelido, por exemplo "Coinmaster". Ele será usado somente quando você enviar pagamentos ou solicitações, para ajudar outros a identificá-lo. Ele nunca será enviado para a Airbitz ou para terceiros e pode ser alterado a qualquer momento no futuro.
ru: Укажите свое имя или произвольный псевдоним, например "Мастер над монетой". Содержимое этого поля используется ТОЛЬКО при отправке платежей или направлении запросов другим пользователям для Вашей идентификации. Оно никогда не передается ни Airbitz, ни какой-либо третьей стороне. Также Вы можете изменить его в любой момент.

# G0E-xz-b8e.text
source: Set a 4 Digit PIN
ar: تعيين 4 ارقام PIN
el: Καθορίστε ένα 4-ψήφιο PIN
fr: Définir un code PIN à 4 chiffres
it: Impostare un PIN a 4 cifre
ja: 4桁のPINを設定する
pt: Defina um PIN de 4 dígitos
ru: Задайте 4хзначный PIN

# KSv-b6-auz.text
source: See Strings.h
ar: انظر Strings.h
fr: Voir Strings.h
it: Vedi strings.h
ja: 見る文字列.h
pt: Ver Série.h
ru: Смотрите Strings.h

# SsW-1b-1cv.text
source: See Strings.h
ar: انظر Strings.h
fr: Voir Strings.h
it: Vedi strings.h
ja: 見る文字列.h
pt: Ver Série.h
ru: Смотрите Strings.h

# Tqs-NN-dWt.text
source: Your PIN is a 4 digit code used to do quick re-logins into your account.
ar: رقم PIN مكون من 4 أرقام يستخدم لإجراء عمليات إعادة تسجيل الدخول بسرعة إلى حسابك.
el: Το PIN σας είναι ένας 4-ψήφιος κωδικός που χρησιμοποιείται για γρήγορη επανασύνδεση στον λογαριασμό σας.
fr: Votre PIN est un code à 4 chiffres, utilisé pour accéder rapidement à votre compte.
it: Il PIN è un codice a 4 cifre utilizzato per fare rapido ri-login sul tuo conto.
ja: あなたの暗証番号は、アカウントにすばやく再ログインするために使用される4桁のコードです。
pt: Seu PIN é um código de 4 dígitos usado para acessar rapidamente sua conta.
ru: Ваш PIN - это четырехзначный код, используемый для быстрого входа в Вашу учетную запись.

# VAn-0y-asT.text
source: See Strings.h
ar: انظر Strings.h
fr: Voir Strings.h
it: Vedi strings.h
ja: 見る文字列.h
pt: Ver Série.h
ru: Смотрите Strings.h

# Vad-R9-M68.normalTitle
source: SKIP
ar: تخطى
el: ΠΑΡΑΛΕΙΨΗ
fr: SAUTER
it: SALTA
ja: スキップ
pt: PULAR
ru: Пропустить

# W8f-q2-Sa7.normalTitle
source: Show
ar: إظهار
el: Εμφάνιση
fr: Afficher
it: Mostrare
ja: ショー
pt: Exibir
ru: Показать

# WkL-r2-NLT.text
source: Sign Up
ar: تسجيل الدخول
el: Εγγραφή
fr: Inscrivez-vous
it: Registrazione
ja: サインアップ
pt: Registrar-se
ru: Зарегистрироваться

# Wkt-fz-AEf.normalTitle
source: Button
ar: زر
el: Κουμπί
fr: Bouton
it: Pulsante
ja: ボタン
pt: Botão
ru: Кнопка

# YJZ-dK-bwv.text
source: Enable Camera Access
ar: تمكن من الوصول إلى الكاميرا
el: Ενεργοποίηση Πρόσβασης σε Κάμερα
fr: Activer Accès à la Caméra
it: Abilita accesso macchina fotografica
ja: カメラアクセスを有効にする
pt: Permitir o acesso à câmera
ru: Разрешить доступ к камере

# cng-Cv-ULC.text
source: Enable Contact Access
ar: تمكين الوصول باتصال
el: Ενεργοποίηση Πρόσβασης σε Επαφές
fr: Activer l'accès aux contacts
it: Abilita Contatto Accesso
ja: 連絡先アクセスを有効にする
pt: Permitir acesso aos Contatos
ru: Разрешить доступ к списку контактов

# dxS-14-iR5.text
source: Your PIN is a 4 digit code used to do quick re-logins into your account.
ar: رمز PIN الخاص بك هو 4 أرقام يستخدم للقيام لإعادة تسجيل الدخول سريعاً ، إلى حسابك.
el: Το PIN σας είναι ένας 4-ψήφιος κωδικός που χρησιμοποιείται για γρήγορη επανασύνδεση στον λογαριασμό σας.
fr: Votre PIN est un code à 4 chiffres, utilisé pour accéder rapidement à votre compte.
it: Il PIN è un codice a 4 cifre utilizzato per fare rapido ri-login sul tuo conto.
ja: あなたの暗証番号は、アカウントにすばやく再ログインするために使用される4桁のコードです。
pt: Seu PIN é um código de 4 dígitos usado para acessar rapidamente sua conta.
ru: Ваш PIN - это четырехзначный код, используемый для быстрого входа в Вашу учетную запись.

# fCk-W4-OJJ.placeholder
source: Nickname
ar: اسم الشهرة
el: Ψευδώνυμο
fr: Pseudo
it: Nome utente
ja: ニックネーム
pt: Apelido
ru: Псевдоним

# fV9-pz-Wfn.placeholder
source: Create PIN
ar: إنشاء PIN
el: Δημιουργία PIN
fr: Créer code PIN
it: Creare PIN
ja: PINの作成
pt: Criar PIN
ru: Создать PIN

# fnL-7h-MQL.placeholder
source: Choose a Password
ar: اختر كلمة مرور
el: Επιλέξτε έναν Κωδικό πρόσβασης
fr: Choisis un mot de passe
it: Scegli una password
ja: パスワードを決めて下さい
pt: Escolha uma Senha
ru: Выберите пароль

# hHD-NP-fM6.normalTitle
source: NEXT
ar: التالى
el: ΕΠΟΜΕΝΟ
fr: Suivant
it: Il prossimo
ja: 次に
pt: PRÓXIMO
ru: Далее

# hoE-Bh-x2F.placeholder
source: Re-enter Password
ar: إعادة إدخال كلمة المرور
el: Πληκτρολογήστε ξανά τον κωδικό πρόσβασης
fr: Entrez à nouveau le mot de passe
it: Reinserire la password
ja: パスワード再入力
pt: Digite novamente a Senha
ru: Введите пароль повторно

# i3b-ZH-bDm.placeholder
source: Choose a Username
ar: اختر اسم المستخدم
el: Επιλέξτε ένα όνομα χρήστη
fr: Choisissez un nom d’utilisateur
it: Scegli un Nome utente
ja: ユーザー名を選択
pt: Escolha um Nome de Usuário
ru: Выберите имя пользователя

# jcU-OX-5Hj.text
source: Write down and store securely
ar: كتابة وتخزينها بشكل آمن
el: Γράψτε σε ένα κομμάτι χαρτί και αποθηκεύστε με ασφάλεια
fr: Noter et stocker en toute sécurité
it: Annotare e archiviare in modo sicuro
ja: 書き留めて安全に保管
pt: Anote e guarde com segurança
ru: Запишите их и храните в надежном месте

# jgQ-ju-YiX.text
source: Set a Password and PIN
ar: تعيين كلمة المرور والرقم السري
el: Καθορίστε έναν Κωδικό πρόσβασης και PIN
fr: Définir un mot de passe et code PIN
it: Impostare una password e PIN
ja: パスワードとPINを設定する
pt: Defina uma Senha e PIN
ru: Задайте пароль и PIN-код

# sJ6-mQ-mSV.text
source: Username
ar: اسم المستخدم
el: Όνομα Χρήστη
fr: Nom d’utilisateur
it: Nome utente
ja: ユーザー名
pt: Nome de usuário
ru: Имя пользователя

# tOB-4i-OVm.text
source: mypassword12345
ar: كلمة السر: 12345
fr: monmotdepasse12345
it: la mia password12345
ja: 私のパスワード12345
pt: minhasenha12345
ru: МойПароль12345

# w3d-xe-eUq.text
source: The password is used to authenticate your account and to change sensitive settings.
ar: يتم استخدام كلمة المرور لمصادقة حسابك وتغيير إعدادات حساسة.
el: Ο κωδικός πρόσβασης χρησιμοποιείται για τον έλεγχο ταυτότητας του λογαριασμού σας και για αλλαγή ευαίσθητων ρυθμίσεων.
fr: Le mot de passe est utilisé pour authentifier votre compte et modifier les paramètres sensibles.
it: La password viene utilizzata per autenticare l'account e per modificare le impostazioni di sensibilità.
ja: パスワードは、アカウントの認証と感度設定の変更に使用されます。
pt: A senha é utilizada para autenticar sua conta e alterar as configurações mais importantes.
ru: Пароль используется для входа в Вашу учетную запись и для изменения важных настроек.

# wff-Il-8GU.text
source: Write it Down!
ar: اكتبه اسفل!
el: Γράψτε τα στοιχεία σε χαρτί!
fr: Notez-le !
it: Scrivilo giù!
ja: それを書き留め！
pt: Anote!
ru: Запишите это!

# x6r-A5-Cxg.normalTitle
source: Back
ar: الى الخلف
el: Επιστροφή
fr: Précédent
it: Indietro
ja: 裏
pt: Voltar
ru: Назад

# y2b-Sg-zfM.placeholder
source: Create PIN
ar: إنشاء PIN
el: Δημιουργία PIN
fr: Créer code PIN
it: Creare PIN
ja: PINの作成
pt: Criar PIN
ru: Создать PIN

# z5S-Vu-MC1.normalTitle
source: NEXT
ar: التالي
el: ΕΠΟΜΕΝΟ
fr: Suivant
it: Il prossimo
ja: 次に
pt: PRÓXIMO
ru: Далее

# zqc-i8-gfC.text
source: Password
ar: كلمه السر
el: Κωδικός Πρόσβασης
fr: Mot de passe
it: Parola d'ordine
ja: パスワード
pt: Senha
ru: Пароль

# DlF-tR-T08.text
source: Business Name
ar: الاسم التجاري
el: Όνομα Επιχείρησης
fr: Nom d’entreprise
it: Nome commerciale
ja: ビジネス名
pt: Nome da Empresa
ru: Наименование организации

# GGS-YR-zt1.normalTitle
source: Shopping
ar: التسوق
el: Αγορές
it: Compere
ja: ショッピング
pt: Compras
ru: Покупки

# KxI-24-PCF.text
source: Categories
ar: التصنيفات
el: Κατηγοριες
fr: Catégories
it: Categorie
ja: カテゴリ
pt: Categorias
ru: Категории

# Sfb-cf-6wF.normalTitle
source: More Categories
ar: المزيد من التصنيفات
el: Περισσότερες κατηγορίες
fr: Plus de catégories
it: Più Categoria
ja: その他のカテゴリ
pt: Mais Categorias
ru: Больше категорий

# a78-ih-LDk.normalTitle
source: Coffee & Tea
ar: قهوة، شاي
el: Καφές & Τσάι
fr: Café & Thé
it: Caffè & Tè
ja: コーヒーとアンプ; お茶
pt: Café e Chá
ru: Кофе & чай

# aNa-3g-QXd.placeholder
source: Search
ar: بحث
el: Αναζήτηση
fr: Rechercher
it: Ricerca
ja: サーチ
pt: Pesquisar
ru: Поиск

# b1E-1G-btq.normalTitle
source: Gift Cards
ar: بطاقات الهدايا
el: Κάρτες Δώρων
fr: Cartes-cadeaux
it: Carte regalo
ja: ギフトカード
pt: Cartões de Presente
ru: Подарочные карты

# baO-FH-Oy4.text
source: Near You
ar: بالقرب منك
el: Κοντά σε εσάς
fr: Près de toi
it: Vicino a te
ja: あなたの近く
pt: Perto de Você
ru: Рядом с вами

# ga1-R0-wof.text
source: Type BTC
ar: اكتب BTC
el: Πληκτρολογήστε BTC
it: Tipo BTC
ja: タイプBTC
pt: Digitar BTC
ru: Тип BTC

# heE-og-iXA.placeholder
source: Search
ar: بحث
el: Αναζήτηση
fr: Rechercher
it: Ricerca
ja: サーチ
pt: Pesquisar
ru: Поиск

# kTm-at-TUR.normalTitle
source: Electronics
ar: إلكترونيات
el: Ηλεκτρονικά Είδη
fr: Electroniques
it: Elettronica
ja: 電子
pt: Eletrônicos
ru: Электроника

# oyK-ph-99S.normalTitle
source: Restaurants
ar: مطاعم
el: Εστιατόρια
it: Ristoranti
ja: レストラン
pt: Restaurantes
ru: Рестораны

# wy7-Kv-3ap.text
source: Address 1234
ar: عنوان 1234
el: Διεύθυνση 1234
fr: Adresse 1234
it: Indirizzo 1234
ja: 住所1234
pt: Endereço 1234
ru: Адрес 1234

# JE3-3X-s8v.normalTitle
source: Done
ar: تم
el: Τέλος
fr: Effectué
it: Fatto
ja: 完了
pt: Concluído
ru: Готово

# tNK-PX-QMO.normalTitle
source: < Del
ar: < حذف
ja: < デル
ru: < Удалить

# KGv-Ek-gk9.text
source: Slide to confirm
ar: إسحب للتأكيد
el: Σύρετε για επιβεβαίωση
fr: Glisser pour confirmer
it: Scivolo per confermare
ja: スライドして確認する
pt: Deslize para Confirmar
ru: Сдвиньте для подтверждения

# sls-ic-b1n.normalTitle
source: Agree
ar: موافق
el: Συμφωνώ
fr: J'accepte
it: Concordare
ja: 賛成
pt: Concordar
ru: Принимаю

# 0Ma-6E-cjS.placeholder
source: Current Password
ar: كلمة السر الحالية
el: Ισχύων Κωδικός Πρόσβασης
fr: Mot de passe actuel
it: Corrente Password
ja: 現在のパスワード
pt: Senha Atual
ru: Текущий пароль

# 0ea-NR-Nd9.normalTitle
source: This Month
ar: هذا الشهر
el: Αυτόν το μήνα
fr: Ce mois
it: Questo mese
ja: 今月
pt: Este Mês
ru: За текущий месяц

# 0s2-OO-yBM.text
source: Label
ar: علامة
el: Ετικέτα
fr: Étiquette
it: Etichetta
ja: ラベル
pt: Etiqueta
ru: Метка

# 1kz-sq-XsE.normalTitle
source: Wallet Public Seed - XPub (advanced)
ar: أصل المحفظة العامة - XPub (متقدم)
el: Δημόσιο seed του πορτοφολιού σας - XPub (για προχωρημένους)
fr: Portefeuille Public Seed - XPub (avancé)
it: Portafoglio Seed pubblica - XPub (avanzato)
ja: ウォレットパブリックシード- XPub (高级)
pt: Seed Público da Carteira - XPub (avançado)
ru: Публичный сид кошелька - XPub (дополнительно)

# 2cx-Qx-XQc.placeholder
source: User Name
ar: اسم المستخدم
el: Όνομα Χρήστη
fr: Nom d’utilisateur
it: Nome utente
ja: ユーザー名
pt: Nome de Usuário
ru: Имя пользователя

# 3A3-3d-okn.text
source: Status Line 1
ar: خط الحالة 1
fr: État Ligne 1
it: Stato linea 1
ja: ステータス行1
pt: Linha de Status 1
ru: Строка состояния 1

# 3Py-nn-1AR.normalTitle
source: Advanced
ar: متقدم
el: Για προχωρημένους
fr: Avancé
it: Avanzate
ja: 高度な
pt: Avançado
ru: Дополнительно

# 4KX-hj-tJA.text
source: Offline Wallet
ar: المحفظة غير متصلة بالإنترنت
el: Πορτοφόλι εκτός σύνδεσης
fr: Portefeuille hors ligne
it: Portafoglio offline
ja: オフラインウォレット
pt: Carteira Off-line
ru: Офлайн-кошелек

# 4ab-Wa-eS4.placeholder
source: Password
ar: كلمه السر
el: Κωδικός Πρόσβασης
fr: Mot de passe
it: Parola d'ordine
ja: パスワード
pt: Senha
ru: Пароль

# 6EE-Aw-gGZ.normalTitle
source: Request
ar: طلب
el: Αίτηση
fr: Demander
it: Richiesta
ja: 要求
pt: Solicitação
ru: Запрос

# 6Ey-Xn-GTe.title
source: Scan
ar: فحص
el: Σάρωση
fr: Scanner
it: Scansione
ja: スキャン
pt: Escanear
ru: Сканировать

# 8Nr-wB-OaB.text
source: External Storage / Print
ar: التخزين الخارجي / طباعة
el: Εξωτερική Αποθήκευση / Εκτύπωση
fr: Stockage externe / Imprimer
it: External Storage / Stampa
ja: 外部ストレージ/印刷する
pt: Armazenamento Externo / Print
ru: Внешнее хранилище / Печать

# 8XB-1A-1hO.text
source: Swipe to View Business Directory
ar: انتقل لعرض دليل الأعمال
el: Σύρετε για Προβολή Καταλόγου Επιχειρήσεων
fr: Glisser pour Voir Répertoire d’Entreprise
it: Scorri per visualizzare Business Directory
ja: スワイプしてビジネスディレクトリを表示する
pt: Deslize para Ver o Diretório de Negócios
ru: Проведите для просмотра делового каталога

# 8iz-Uc-LTS.normalTitle
source: Sign Up
ar: تسجيل الدخول
el: Εγγραφή
fr: Inscrivez-vous
it: Registrazione
ja: サインアップ
pt: Registrar-se
ru: Зарегистрироваться

# 51g-oU-QIB.text
source: Import Wallet
ar: استيراد المحفظة
el: Εισαγωγή Πορτοφολιού
fr: Importer Portefeuille
it: Importa Portafoglio
ja: ウォレットをインポートする
pt: Importar Carteira
ru: Импорт кошелька

# 90X-8Y-MEH.normalTitle
source: Last Year
ar: العام الماضي
el: Πέρυσι
fr: L'an dernier
it: L'anno scorso
ja: 昨年
pt: Último Ano
ru: В прошлом году

# AOi-Wp-bVq.segmentTitles[0]
source: Transfer
ar: تحويل
el: Μεταφορά
fr: Transfert
it: Trasferimento
ja: 移転
pt: Transferência
ru: Перевести

# AOi-Wp-bVq.segmentTitles[1]
source: Address
ar: عنوان
el: Διευθυνση
fr: Adresse
it: Indirizzo
ja: アドレス
pt: Endereço
ru: Адрес

# AOi-Wp-bVq.segmentTitles[2]
source: Photos
ar: الصور
el: Φωτογραφίες
it: Fotografie
ja: 写真
pt: Fotos
ru: Фото

# AOi-Wp-bVq.segmentTitles[3]
source: Flash
ar: فلاش
it: Veloce
ja: フラッシュ
ru: Флэш

# AkB-cD-ba5.text
source: Label
ar: ملصق
el: Ετικέτα
fr: Étiquette
it: Etichetta
ja: ラベル
pt: Etiqueta
ru: Метка

# BED-Cf-F1n.text
source: Password must have an upper and lower case letter, a number, and a minimum of 10 characters
ar: كلمة السر يجب أن تكون حالة الخطاب العلوي والسفلي ، والعدد، والحد الأدنى من 10 حروف
el: Ο κωδικός πρόσβασης πρέπει να αποτελείται από ένα κεφαλαίο και ένα πεζό γράμμα, έναν αριθμό, και 10 χαρακτήρες ελάχιστο όριο
fr: Mot de passe doit avoir une lettre majuscule et minuscule, un nombre et un minimum de 10 caractères
it: La password deve avere una lettera di maiuscole e minuscole, un numero e un minimo di 10 caratteri
ja: パスワードには大文字と小文字が必要です。数、最小10文字
pt: A senha deve conter uma letra maiúscula e uma minúscula, um número, e um mínimo de 10 caracteres
ru: Пароль должен содержать букву в нижнем и верхнем регистрах, цифру и состоять минимум из 10 символов

# Bxa-tB-mk3.text
source: Phone
ar: هاتف
el: Τηλέφωνο
fr: Téléphone
it: Telefono
ja: 電話
pt: Telefone
ru: Телефон

# CDg-O2-8UT.normalTitle
source: Last Month
ar: الشهر الماضي
el: Προηγούμενος Μήνας
fr: Mois dernier
it: Lo scorso mese
ja: 先月
pt: Último Mês
ru: В прошлом месяце

# ClG-um-kmI.text
source: Category
ar: فئة
el: Κατηγορία
fr: Catégorie
it: Categoria
ja: カテゴリー
pt: Categoria
ru: Категория

# CuI-Tj-a8q.text
source: Enter password to decode wallet
ar: أدخل كلمة المرور لفك المحفظة
el: Εισάγετε κωδικό πρόσβασης για να αποκρυπτογραφήσετε το πορτοφόλι
fr: Entrer mot de passe pour décoder le portefeuille
it: Inserire la password per decodificare portafoglio
ja: ウォレットを解読するためのパスワードを入力
pt: Digite a senha para decodificar a carteira
ru: Введите пароль для дешифровки кошелька

# Det-Mr-8a9.normalTitle
source: Next Step
ar: الخطوة التالية
el: Επόμενο βήμα
fr: Prochaine étape
it: Prossimo passo
ja: 次のステップ
pt: Próximo Passo
ru: Следующий шаг

# Dh6-PA-WGi.text
source: Test
ar: ‮اختبار
el: Δοκιμή
it: Prova
ja: テスト
pt: Teste
ru: Тест

# EuE-s0-NQ2.text
source: USD
ar: دولار أمريكي
ja: 米ドル

# GFx-1Z-kFg.text
source: From:
ar: من عند:
el: Από:
fr: De:
it: Da parte di:
ja: から：
pt: De:
ru: От:

# Hba-dd-to8.text
source: (Duplicate Names)
ar: (أسماء مكررة)
el: (Διπλότυπα Ονόματα)
fr: (Noms en double)
it: (Nomi duplicati)
ja: （重複名）
pt: (Nomes Duplicados)
ru: (Повторяющееся название)

# HzM-6V-ckO.text
source: Export
ar: تصدير
el: Εξαγωγή
fr: Exporter
it: Esportare
ja: 輸出する
pt: Exportar
ru: Экспорт

# Int-ih-AH6.title
source: Request View Controller
ar: طلب عرض المراقب المالي
el: Διαχειριστής εμφάνισης αιτήσεων
fr: Demander Contrôleur de Vue
it: Richiedi vista controllore
ja: 要求ビューコントローラ
pt: Solicitar Controle de Visualização
ru: Диспетчер отображения запросов

# JZ8-MW-EwQ.text
source: PRIVATE KEY
ar: المفتاح الخاص
el: ΙΔΙΩΤΙΚΟ ΚΛΕΙΔΙ
fr: CLÉ PRIVÉE
it: CHIAVE PRIVATA
ja: プライベートキー
pt: CHAVE PRIVADA
ru: ПРИВАТНЫЙ КЛЮЧ

# KTi-U4-C5T.placeholder
source: Enter PIN
ar: أدخل PIN
el: Εισαγωγή PIN
fr: Entrez le code PIN
it: Inserire il PIN
ja: PINの入力
pt: Digite o PIN
ru: Введите PIN-код

# L8T-Xw-aVE.text
source: Notes
ar: الملاحظات
el: Σημειώσεις
ja: ノート
pt: Notas
ru: Примечания

# LI5-7a-oQG.text
source: Start Date
ar: تاريخ البدء
el: Ημερομηνία έναρξης
fr: Date de début
it: Data d'inizio
ja: 開始日
pt: Data de Início
ru: Дата начала

# LPo-UX-ZHi.normalTitle
source: Send
ar: إرسال
el: Αποστολή
fr: Envoyer
it: Inviare
ja: 送信
pt: Enviar
ru: Отправить

# Maf-2U-Gv8.text
source: Copy Public Address
ar: نسخة مخاطبة الجمهور
el: Αντιγραφή Δημόσιας Διεύθυνσης
fr: Copier l’adresse Public
it: Copia Indirizzo pubblico
ja: 公開アドレスのコピー
pt: Copiar o Endereço Público
ru: Скопировать публичный адрес

# NBj-ek-BcU.normalTitle
source: Last Week
ar: الاسبوع الماضى
el: Προηγούμενη Εβδομάδα
fr: La semaine dernière
it: La settimana scorsa
ja: 先週
pt: Última Semana
ru: На прошлой неделе

# NuG-b1-njk.normalTitle
source: PIN Username
ar: PIN اسم المستخدم
el: PIN Όνομα Χρήστη
ja: PINユーザー名
pt: PIN Nome de usuário
ru: PIN Имя пользователя

# PDc-Am-Qmc.text
source: PUBLIC ADDRESS
ar: عامة عنو
el: ΔΗΜΟΣΙΑ ΔΙΕΥΘΥΝΣΗ
fr: ADRESSE PUBLIQUE
it: INDIRIZZO PUBBLICO
ja: 公開アドレス
pt: ENDEREÇO PÚBLICO
ru: ПУБЛИЧНЫЙ АДРЕС

# PI3-NW-bVF.placeholder
source: Current Password
ar: كلمة السر الحالية
el: Ισχύων Κωδικός Πρόσβασης
fr: Mot de passe actuel
it: Corrente Password
ja: 現在のパスワード
pt: Senha Atual
ru: Текущий пароль

# PY5-r2-zeB.text
source: Sending...
ar: إرسال...
el: Γίνεται αποστολή...
fr: Envoi...
it: Invio...
ja: 送信中…
pt: Enviando...
ru: Отправка...

# Q2G-61-ExK.normalTitle
source: Sign In
ar: تسجيل الدخول
el: Είσοδος
fr: Connexion
it: Registrati
ja: サインイン
pt: Entrar
ru: Войти

# QwV-te-soN.normalTitle
source: Cancel
ar: إلغاء
el: Ακύρωση
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отмена

# QzV-Gk-Vrs.placeholder
source: Re-enter Password
ar: إعادة إدخال كلمة المرور
el: Πληκτρολογήστε ξανά τον κωδικό πρόσβασης
fr: Entrez à nouveau le mot de passe
it: Reinserire la password
ja: パスワード再入力
pt: Digite novamente a Senha
ru: Введите пароль повторно

# RTg-3l-g7y.normalTitle
source: Exit PIN Login
ar: خروج PIN الدخول
el: Έξοδος από την οθόνη σύνδεσης PIN
fr: Quitter la connexion PIN
it: Uscire PIN Accesso
ja: 出口PINログイン
pt: Sair do modo de Login via PIN
ru: Выйти из PIN-входа

# RVo-M5-ZXk.normalTitle
source: Forgot Password
ar: نسيت كلمة المرور
el: Ξέχασα τον Κωδικό Πρόσβασης
fr: Mot de passe oublié
it: Ha dimenticato la password
ja: パスワードをお忘れですか
pt: Esqueci a Senha
ru: Забыли пароль?

# Rid-6B-Lv4.text
source: Require PIN above amount
ar: تتطلب PIN فوق مبلغ
el: Απαιτείται PIN πάνω από ποσό
fr: Exiger PIN au-dessus du montant
it: Richiedi PIN sopra importo
ja: PINを要求上記金額
pt: Solicitar PIN para quantias acima de
ru: Требуется ввести PIN для траты сверх установленного лимита

# RpC-BO-UBm.normalTitle
source: This Year
ar: هذا العام
el: Αυτό το έτος
fr: Cette Année
it: Quest'anno
ja: 今年
pt: Este Ano
ru: В этом году

# Rpq-Hp-RbG.title
source: Directory
ar: مجلس مديرين
el: Κατάλογος
fr: Annuaire
it: Direttorio
ja: ディレクトリ
pt: Diretório
ru: Каталог

# SEw-4z-klE.placeholder
source: Username
ar: اسم المستخدم
el: Όνομα Χρήστη
fr: Nom d’utilisateur
it: Nome utente
ja: ユーザー名
pt: Nome de usuário
ru: Имя пользователя

# ScE-Ny-R3i.text
source: 4 Digit PIN
ar: PIN 4 أرقام
el: 4-ψήφιο PIN
fr: Code NIP à 4 chiffres
it: PIN a 4 cifre
ja: 4桁PIN
pt: PIN de 4 Dígitos
ru: 4хзначный PIN

# TJm-Ie-PWq.placeholder
source: Password
ar: كلمه السر
el: Κωδικός Πρόσβασης
fr: Mot de passe
it: Parola d'ordine
ja: パスワード
pt: Senha
ru: Пароль

# Uak-ip-kgV.text
source: To:
ar: ل:
el: Προς:
fr: à:
it: A:
ja: に：
pt: Para:
ru: Кому:

# V5e-1n-K9Z.placeholder
source: Password
ar: كلمه السر
el: Κωδικός Πρόσβασης
fr: Mot de passe
it: Parola d'ordine
ja: パスワード
pt: Senha
ru: Пароль
