Repository: Airbitz/airbitz-ios-gui
Catalog: Localization/Airbitz/*.xliff
Languages: ar, el, fr, it, ja, pt, ru

source: Copied
ar: نسخ
el: Αντιγράφηκε
fr: Copié
it: Copiato
ja: コピーされた
pt: Copiado
ru: Скопировано

source: Copy
ar: نسخ
el: Αντιγραφή
fr: Copier
it: Copia
ja: コピー
pt: Copiar
ru: Копировать

source: Create Wallet
ar: إنشاء محفظة
el: Δημιουργία Πορτοφολιού
fr: Créer Portefeuille
it: Crea Portafoglio
ja: ウォレットを作成
pt: Criar Carteira
ru: Создать кошелек

source: Create new
ar: خلق جديد
el: Δημιουργία νέου
fr: Créer un nouveau
it: Creare nuovo
ja: 作成新しい
pt: Criar Novo
ru: Создать новый

source: Creating and securing account
ar: خلق وتأمين الحساب
el: Δημιουργία και ασφάλιση λογαριασμού
fr: Création et sécurisation du compte
it: La creazione e la protezione conto
ja: 作成と保護アカウント
pt: Criando e protegendo a conta
ru: Создание и шифровка учетной записи

source: Creating and securing wallet
ar: خلق وتأمين المحفظة
el: Δημιουργία και ασφάλιση πορτοφολιού
fr: Création et sécurisation du portefeuille
it: Creazione e fissaggio portafoglio
ja: 作成と保護財布
pt: Criando e protegendo a carteira
ru: Создание и шифровка кошелька

source: Credit Card Payment
ar: رصيد بطاقة دفع
el: Πληρωμή με πιστωτική κάρτα
fr: Paiement par Carte de Crédit
it: Carta di credito Pagamento
ja: クレジットカード 支払い
pt: Pagamento de Cartão de Crédito
ru: Платежи по кредитным картам

source: Current Location
ar: الموقع الحالي
el: Τρέχουσα Τοποθεσία
fr: Emplacement Actuel
it: Posizione attuale
ja: 現在位置
pt: Localização Atual
ru: Текущее местоположение

source: Current Password
ar: كلمة السر الحالية
el: Ισχύων Κωδικός Πρόσβασης
fr: Mot de passe actuel
it: Corrente Password
ja: 現在のパスワード
pt: Senha Atual
ru: Текущий пароль

source: Custom Fee (enter above)
ja: カスタム料金(上に記入)
ru: Ручная комиссия (введите выше)

source: Custom fee in satoshis/byte
ja: カスタム料金はsatoshis/byte
ru: Ручная комиссия в сатоши за байт

source: DEFAULT EXCHANGE RATE
ar: افتراضي سعر الصرف
el: ΠΡΟΕΠΙΛΕΓΜΕΝΗ ΙΣΟΤΙΜΙΑ
fr: TAUX DE CHANGE PAR DÉFAUT
it: STANDARD DI CAMBIO
ja: デフォルト換算レート
pt: TAXA DE CÂMBIO PADRÃO
ru: Обменный курс по умолчанию

source: Debug
ar: التصحيح
el: Εντοπισμός σφαλμάτων
fr: Débogage
it: Eseguire il debug
ja: 調試
pt: Depurar
ru: Отладка

source: Debug Log File
ar: ملف سجل التصحيح
el: Εντοπισμός σφαλμάτων από το αρχείο καταγραφής
fr: Débogage Fichier Journal
it: Lima registro di debug
ja: デバッグログファイル
pt: Depurar o Arquivo de Log
ru: Файл журнала отладки

source: Debug Options
ar: التصحيح خيارات
el: Επιλογές εντοπισμού σφαλμάτων
fr: Options de Débogage
it: Opzioni di debug
ja: デバッグオプション
pt: Opções de Depuração
ru: Параметры отладки

source: Default Currency
ar: افتراضي عملة
el: Προεπιλεγμένο νόμισμα
fr: Devise par défaut
it: Valuta di default
ja: デフォルト通貨
pt: Moeda Padrão
ru: Валюта по умолчанию

source: Default Exchange
ar: افتراضي تبادل
el: Προεπιλεγμένο Ανταλλακτήριο
fr: Échange Par défaut
it: Scambio di default
ja: デフォルトの交換
pt: Corretora Padrão
ru: Обмен по умолчанию

source: Delete
ar: حذف
el: Διαγραφή
fr: Supprimer
it: Cancellare
ja: デリート
pt: Excluir
ru: Удалить

source: Delete '%@' on this device? This account has no password and will NOT BE RECOVERABLE if you delete it.
ar: حذف '%@' على هذا الجهاز؟ هذا الحساب ليس لديه كلمة المرور و لن يمكن استعادتها إذا قمت بحذفه.
el: Διαγραφή '%@' σε αυτήν τη συσκευή; Ο συγκεκριμένος λογαριασμός δεν έχει κωδικό πρόσβασης και ΔΕΝ ΘΑ ΜΠΟΡΕΙ ΝΑ ΑΝΑΚΤΗΘΕΙ εάν τον διαγράψετε.
fr: Supprimer '%@' sur cet appareil? Ce compte n’a aucun mot de passe et NE POURRA ÊTRE RÉCUPÉRABLE récupérable si vous le supprimez.
it: Cancellare '%@' su questo dispositivo? Questo account non ha password e non saranno recuperabili se lo si elimina.
ja: このデバイスで '％@'を削除しま？このアカウントにはパスワードはなく、削除すると回復できません。
pt: Excluir '%@' deste dispositivo? Esta conta não tem senha e NÃO SERÁ RECUPERÁVEL se você deletá-la.
ru: Удалить '%@' с этого устройства? Пароль Вашей учетной записи не задан и НЕ СМОЖЕТ БЫТЬ ВОССТАНОВЛЕН, если Вы удалите приложение.

source: Delete '%@' on this device? This will disable access via PIN. If 2FA is enabled on this account, this device will not be able to login without a 2FA reset which takes 7 days.
ar: حذف '%@' على هذا الجهاز؟ سيؤدي ذلك إلى تعطيل الوصول عن طريق PIN. إذا تم تمكين 2FA على هذا الحساب، وهذا الجهاز لن يكون قادرا على تسجيل الدخول بدون إعادة 2FA الذي يستغرق 7 أيام.
el: Διαγραφή του '%@' σε αυτήν τη συσκευή; Η συγκεκριμένη ενέργεια θα απενεργοποιήσει την πρόσβαση μέσω PIN. Εάν είναι ενεργοποιημένος ο έλεγχος ταυτότητας δύο παραγόντων σε αυτόν το λογαριασμό, η συγκεκριμένη συσκευή δεν θα μπορεί να συνδεθεί χωρίς την επαναφορά του ελέγχου ταυτότητας δύο παραγόντων, η οποία διαρκεί 7 ημέρες.
fr: Supprimer '%@' sur cet appareil ? Cela désactivera l’accès par code PIN. Si 2FA est activé sur ce compte, ce dispositif ne pourra se connecter sans une réinitialisation du 2FA qui dure 7 jours.
it: Cancellare '%@' su questo dispositivo? Questo disabiliterà l'accesso tramite PIN. Se 2FA è abilitata su questo account, questo dispositivo non sarà in grado di accedere senza un reset 2FA che prende 7 giorni.
ja: このデバイスで '％@'を削除しますか？これにより、PINによるアクセスが無効になります。このアカウントで2FAが有効になっている場合、このデバイスは7日間かかる2FAリセットなしではログインできません。
pt: Excluir '%@' deste dispositivo? Isto irá desativar o acesso através do PIN. Se o 2FA está habilitado nesta conta, este dispositivo não será capaz de logar sem redefinir o 2FA, um processo que demora 7 dias.
ru: Удалить '%@' с этого устройства? Это действие сделает невозможным вход по PIN-коду. Если у Вашей учетной записи активирована двухфакторная аутентификация, то Вы не сможете зайти в свою учетную запись без сброса двухфакторной аутентификации, что займет 7 дней.

source: Delete Account
ar: حذف الحساب
el: Διαγραφή Λογαριασμού
fr: Supprimer Compte
it: Elimina Conto
ja: アカウントを削除
pt: Excluir Conta
ru: Удалить учетную запись

source: Delete Wallet
ar: حذف محفظة
el: Διαγραφή Πορτοφολιού
fr: Supprimer le portefeuille
it: Eliminare portafoglio
ja: ウォレットの削除
pt: Excluir Carteira
ru: Удалить кошелёк

source: Deleting Wallet
ar: حذف محفظة
el: Διαγραφή πορτοφολιού
fr: Suppression du portefeuille
it: Eliminazione Portafoglio
ja: ウォレットの削除
pt: Excluindo Carteira
ru: Удаление кошелька

source: Dentist
ar: طبيب الاسنان
el: Οδοντίατρος
fr: Dentiste
it: Dentista
ja: 歯科医
pt: Dentista
ru: Дантист

source: Deposit to Savings
ar: الودائع إلى الادخار
el: Αποταμίευση
fr: Dépôt d’épargne
it: Deposito a risparmio
ja: 貯蓄への入金
pt: Depósito em poupança
ru: Сберегательный вклад

source: Designed and Built by Airbitz in
ar: صممت وبنيت من قبل Airbitz في
fr: Conçu et Construit par Airbitz en
it: Progettato e costruito da Airbitz in
ja: Airbitzによって設計され、築かれた
pt: Projetado e Desenvolvido pela Airbitz
ru: Разработано и создано Airbitz в

source: Directory
ar: مجلس مديرين
el: Κατάλογος
fr: Annuaire
it: Direttorio
ja: ディレクトリ
pt: Diretório
ru: Каталог

source: Disable
ar: تعطيل
el: Απενεργοποίηση
fr: Desactiver
it: Disabilitare
ja: 無効にす
pt: Desativar
ru: Отключить

source: Disable Recovery?
ar: تعطيل الانتعاش؟
el: Απενεργοποίηση Ανάκτησης;
fr: Désactiver Récupération?
it: Disabilitare il Recupero?
ja: 回復を無効に？
pt: Desativar recuperação?
ru: Отключить восстановление?

source: Disabled
ar: معاق
el: Απενεργοποιημένο
fr: Désactivé
it: Disattivato
ja: を無効にする
pt: Desativado
ru: Отключено

source: Div Income
ar: شعبة الدخل
el: Εισόδημα από μερίσματα
fr: Revenu de Div
it: Dividere Reddito
ja: 事業部所得
pt: Rendas diversas
ru: Доход от дивидендов

source: Do you still remember your password? You will need your password if your device gets lost or stolen, or if you uninstall the app. Enter it below to make sure:
ar: هل ما زلت تتذكر كلمة المرور الخاصة بك؟ وسوف تحتاج إلى كلمة المرور الخاصة بك إذا كان جهازك يحصل فقدت أو سرقت، أو إذا قمت بإلغاء تثبيت التطبيق. ادخال أدناه للتأكد من:
el: Θυμάστε ακόμα τον κωδικό πρόσβασης σας; Θα χρειαστείτε τον κωδικό πρόσβασης εάν η συσκευής σας κλαπεί ή χαθεί, ή κάνετε απεγκατάσταση της εφαρμογής. Εισάγετε τον κωδικό παρακάτω για να βεβαιωθείτε:
fr: Vous vous rappelez encore votre mot de passe ? Vous aurez besoin de votre mot de passe si votre appareil est perdu ou volé, ou si vous désinstallez l’application, Entrez-le ci-dessous pour en être sur:
it: Ti ricordi ancora la password? Sarà necessario la password se il dispositivo viene perso o rubato, o se si disinstalla l'applicazione. Inserisci qui sotto per assicurarsi che:
ja: あなたはまだあなたのパスワードを覚えていますか？デバイスが紛失または盗難にあった場合パスワードが必要にな。 またはアプリをアンインストールした場合\ n以下を入力して確認してください
pt: Ainda lembra-se da sua senha? Você vai precisar da sua senha se seu dispositivo for perdido ou roubado, ou se você desinstalar o aplicativo. Digite-a abaixo para certificar-se:
ru: Вы помните Ваш пароль? Он понадобится Вам, если Выше устройство потеряется или будет украдено, а также, если Вы удалите приложение. Введите его ниже для проверки:

source: Doctor
ar: طبيب
el: Γιατρός
fr: Médecin
it: Medico
ja: 医師
pt: Médico
ru: Медицина

source: Done
ar: فعله
el: Τέλος
fr: Effectué
it: Fatto
ja: 完了
pt: Concluído
ru: Готово

source: Download the Airbitz wallet and save money using bitcoin
ar: تحميل محفظة Airbitz وتوفير المال باستخدام بيتكوين
el: Κάνετε λήψη του πορτοφολιού Airbitz και εξοικονομήστε χρήματα χρησιμοποιώντας bitcoin
fr: Téléchargez le portefeuille Airbitz et économisez de l’argent à l’aide de bitcoin
it: Scarica il portafoglio Airbitz e risparmiare denaro utilizzando bitcoin
ja: AirbitzウォレットをダウンロードするBitcoinを使ってお金を節約する
pt: Baixe a carteira Airbitz e economize dinheiro usando bitcoin
ru: Скачайте кошелек Airbitz и экономьте деньги, используя биткойны

source: Edge Login
ar: تسجيل الدخول الحافة
el: Σύνδεση Edge
fr: Edge Connexion
it: Bordo Accesso
ja: エッジログイン
pt: Início de sessão
ru: Учетная запись Edge

source: Education
ar: التعليم
el: Εκπαίδευση
fr: Éducation
it: Educazione
ja: 教育
pt: Educação
ru: Образование

source: Electronics
ar: إلكترونيات
el: Ηλεκτρονικά Είδη
fr: Électronique
it: Elettronica
ja: 電子
pt: Eletrônicos
ru: Электроника

# Electronics &amp; Software
source: Electronics & Software
ar: إلكترونيات & البرمجيات
el: Ηλεκτρονικά είδη & Λογισμικό
fr: Electronique & Logiciel
it: Elettronica & software
ja: エレクトロニクスとアンプ; ソフトウェア
pt: Electrônicos & Software
ru: Электроника & программное обеспечение

source: Email
ar: البريد الإلكتروني
fr: Courrier électronique
ja: Eメール
ru: Электронная почта

source: Email Login Package
ar: البريد الإلكتروني تسجيل الدخول صفقة
fr: Paquet connexion courriel
it: Email Pacchetto Accesso
ja: メールログインパッケージ
pt: Pacote de Login de Email
ru: Пакетный вход по электронной почте

source: Email cancelled.
ar: البريد الإلكتروني إلغاء.
el: Email ακυρώθηκε.
fr: Courriel annulé.
it: Email annullato.
ja: 電子メールをキャンセルし。
pt: E-mail cancelado.
ru: Отправка сообщения по электронной почтой отменена.

source: Email saved to send later.
ar: حفظ البريد الإلكتروني لإرسال في وقت لاحق.
el: Email αποθηκεύτηκε για αποστολή αργότερα.
fr: Courriel enregistré pour envoyer plus tard.
it: Email salvato da inviare successivamente.
ja: メールを保存して後で送信。
pt: E-mail salvo para enviar mais tarde.
ru: Письмо сохранено для отправки позже.

source: Email sent.
ar: البريد الالكتروني أرسل.
el: Το email εστάλη.
fr: Courrier envoyé.
it: Email inviata.
ja: メール送信完了！
pt: E-mail enviado.
ru: Письмо отправлено.

source: Enable
ar: تمكين
el: Ενεργοποίηση
fr: Activer
it: Attiva
ja: 有効にする
pt: Habilitar
ru: Включить

source: Enable Bluetooth in System Settings
ar: تمكين البلوتوث في إعدادات النظام
el: Ενεργοποίηση Bluetooth στις Ρυθμίσεις Συστήματος
fr: Activer Bluetooth dans paramètres du système
it: Attiva Bluetooth in Impostazioni di sistema
ja: システム設定でBluetoothを有効に
pt: Habilitar o Bluetooth nas Configurações do Sistema
ru: Включите Bluetooth в системных настройках

source: Enable Override
ar: تمكين تجاوز
ja: エネーブルオーバーライド
pt: Habilitar Sobreposição
ru: Включить переопределение

source: Enable Touch ID
ar: تمكين معرف تاتش
el: Ενεργοποίηση του Touch ID
fr: Activation de la Touche ID
it: Abilita tocco ID
ja: タッチIDを有効にする
pt: Habilitar o Touch ID
ru: Включите Touch ID

source: Enter Payee
ar: أدخل المستفيد
el: Εισαγωγή Δικαιούχου πληρωμής
fr: Saisir le bénéficiaire
it: Inserisci beneficiario
ja: 受取人を入力して
pt: Insira o Beneficiário
ru: Введите получателя платежа

source: Enter any notes you would like to send to our support staff
ar: أدخل أي ملاحظات كنت ترغب أن ترسل إلى فريق الدعم لدينا
el: Εισάγετε οτιδήποτε σχόλια θέλετε να αποστείλετε στο τμήμα τεχνικής υποστήριξης μας
fr: Entrez des notes que vous souhaitez envoyer à notre personnel de soutien
it: Inserisci eventuali note si desidera inviare al nostro staff di supporto
ja: サポートスタッフに送信したいメモを入力してください
pt: Digite quaisquer comentários que você gostaria de enviar para nossa equipe de suporte
ru: Добавьте комментарии для нашей службы технической поддержки

source: Entertainment
ar: تسلية
el: Διασκέδαση
fr: Divertissement
it: Trattenimento
ja: エンターテインメント
pt: Entretenimento
ru: Развлечения

source: Error Changing PIN
ar: خطأ تغيير PIN
el: Σφάλμα αλλαγής PIN
fr: Erreur changement de PIN
it: L'errore che modifica PIN
ja: PINを変更中のエラー
pt: Erro ao alterar o PIN
ru: Ошибка при смене PIN-кода

source: Error Deleting Wallet
ar: خطأ حذف محفظة
el: Σφάλμα διαγραφής πορτοφολιού
fr: Erreur suppression du portefeuille
it: Errore durante l'eliminazione Portafoglio
ja: ウォレットを削除中にエラーが発生
pt: Erro ao Excluir a Carteira
ru: Ошибка при удалении кошелька

source: Error Getting Wallet Count
ar: خطأ الحصول على محفظة عد
fr: Erreur pendant la compte du portefeuille
it: Errore Ottenere Conte Portafoglio
ja: ウォレットカウントの取得中にエラーが発生する
pt: Erro ao Obter a Contagem da Carteira
ru: Ошибка определения числа кошельков

source: Error Logging In
ar: خطأ تسجيل في
el: Σφάλμα στην είσοδο
fr: Erreur de connexion
it: Registrazione degli errori In
ja: エラーログイン
pt: Erro no Login
ru: Ошибка входа

source: Error Recovering Account
ar: خطأ حساب استعادة
el: Σφάλμα ανάκτησης λογαριασμού
fr: Erreur pendant la récupération du compte
it: Errore Recupero account
ja: エラー回復アカウント
pt: Erro ao Recuperar Conta
ru: Ошибка при восстановлении учетной записи

source: Error code
ar: خطأ رمز
el: Κωδικός σφάλματος
fr: Erreur de code
it: Codice di errore
ja: エラー コード:
pt: Código de Erro
ru: Код ошибки

source: Error connecting to payment processor. Send directly to bitcoin address %@
ar: خطأ في الاتصال معالج الدفع. ترسل مباشرة إلى بيتكوين عنوان %@
el: Σφάλμα σύνδεσης στον διεκπεραιωτή πληρωμής. Στείλετε απευθείας σε διεύθυνση bitcoin %@
fr: Erreur de connexion au processeur de paiement. Envoyer directement à Bitcoin adresse %@
it: Errore di connessione al sistema di pagamento. Invia direttamente a Bitcoin indirizzo %@
ja: 支払い処理プログラムに接続中にエラー。ビットコインアドレスに直接送信する %@
pt: Erro ao conectar ao processador de pagamento. Envie diretamente para o endereço Bitcoin %@
ru: Ошибка соединения с платежной системой. Переведите напрямую на биткойн-адрес %@

source: Error creating affiliate link. Please try again later
ar: خطأ في إنشاء وصلة التابعة. الرجاء معاودة المحاولة في وقت لاحق
el: Σφάλμα δημιουργίας συνδέσμου συνεργάτη (affiliate). Παρακαλούμε δοκιμάστε αργότερα
fr: Erreur de création lien d'affiliation. Veuillez réessayer plus tard
it: Errore nella creazione link di affiliazione. Per favore riprova più tardi
ja: アフィリエイトリンクの作成中にエラー。後でもう一度お試しください
pt: Erro ao criar link de afiliado. Por favor, tente novamente mais tarde
ru: Ошибка создания реферальной ссылки для партнерской программы. Пожалуйста, попробуйте позже

source: Error desc
ar: تفاصيل الخطأ
fr: Erreur desc
it: Disc Errore
ja: エラーdesc
pt: Descr. do erro
ru: Описание ошибки

source: Error disabling recovery
ar: خطأ انتعاش تعطيل
el: Σφάλμα απενεργοποίησης ανάκτησης
fr: Erreur pendant la desactivation de récupération
it: Errore disabilitazione recupero
ja: 復旧を無効にするエラー
pt: Erro ao desativar a recuperação
ru: Ошибка при отключении восстановления

source: Error during send
ar: خطأ أثناء الإرسال
el: Σφάλμα κατά την αποστολή
fr: Erreur lors de l’envoi
it: Errore durante l'invio
ja: 送信中のエラー
pt: Erro durante o envio
ru: Ошибка при отправлении

source: Error importing the token at this time. Please try again.
ar: خطأ استيراد الرمز المميز في هذا الوقت. حاول مرة اخرى.
el: Αυτή τη φορά απέτυχε η εισαγωγή του διακριτικού. Παρακαλούμε δοκιμάστε ξανά.
fr: Erreur lors de l’importation du jeton en ce moment. S’il vous plaît essayer à nouveau.
it: Errore importando il token in questo momento. Riprova.
ja: 現時点でトークンのインポート中にエラーが発生。 もう一度お試しください。
pt: Erro ao importar o token neste momento. Por favor, tente novamente.
ru: Ошибка импорта токена. Пожалуйста, попробуйте позже.

source: Error occured copying to the clipboard
ar: حدث خطأ النسخ إلى الحافظة
el: Σφάλμα κατά τη διάρκεια αντιγραφής στο πρόχειρο
fr: Erreur lors de la copie à le presse-papiers
it: Errore copia negli appunti
ja: クリップボードへのコピー中にエラーが発生しました
pt: Ocorreu um erro ao copiar para a área de transferência
ru: Ошибка копирования в буфер обмена

source: Error sending Email.
ar: خطأ في إرسال البريد الإلكتروني.
el: Σφάλμα αποστολής email.
fr: Erreur lors de l’envoi du courrier.
it: Errore spedendo e-mail.
ja: 電子メール送信中にエラー
pt: Erro ao enviar E-mail.
ru: Ошибка при отправлении электронной почты.

source: Error sending SMS
ar: خطأ في إرسال الرسائل القصيرة
el: Σφάλμα αποστολής SMS
fr: Erreur d’envoi de SMS
it: Errore durante l'invio di SMS
ja: エラー送信SMS
pt: Erro ao enviar SMS
ru: Ошибка при отправлении SMS

source: Exchange
ar: تبادل
el: Ανταλλακτήριο
fr: Echange
it: Scambio
ja: 交換
pt: Corretora
ru: Обмен

source: Exchange Rate Data Source
ar: مصدر بيانات أسعار الصرف
el: Πηγή δεδομένων της Ισοτιμίας
fr: Source de données de taux de change
it: Origine dati Tasso di cambio
ja: 為替レートデータソース
pt: Provedor da taxa de câmbio
ru: Источник данных для курса обмена

source: Exchange rate loading..
ar: سعر الصرف تحميل..
el: Γίνεται φόρτωση της ισοτιμίας...
ja: 為替レート荷積み
pt: Taxa de câmbio Carregando
ru: Загрузка обменного курса..

source: Exit
ar: خروج
el: Έξοδος
fr: Sortir
it: Uscita
ja: 出口
pt: Sair
ru: Выход

source: Expense
ar: مصروف
el: Έξοδα
fr: Dépense
it: Spese
ja: 経費
pt: Despesa
ru: Расходы

source: Export
ar: تصدير
el: Εξαγωγή
fr: Exporter
it: Esportare
ja: 輸出する
pt: Exportar
ru: Экспорт

source: Export From:
ar: تصدير من:
el: Εξαγωγή Από:
fr: Exporter De:
it: Esportare Da parte di:
ja: から輸出:
pt: Exportar de:
ru: Экспорт из:

source: Export Private Seed
ar: تصدير البذور الخاص
el: Εξαγωγή Ιδιωτικού Seed
fr: Exporter des semences privées
it: Esportare Seed privato
ja: プライベートシード輸出
pt: Exportar Seed Privada
ru: Экспорт приватного сида

source: Export Public Seed (XPub)
ar: تصدير البذور العام (XPub)
el: Εξαγωγή δημόσιου seed (XPub)
fr: Exportation de semences Public (XPub)
it: Esportare Seed pubblica (XPub)
ja: パブリックシードエクスポート（XPub）
pt: Exportar Public Seed (XPub)
ru: Экспорт публичного сида (XPub)

source: Export Wallet Transactions
ar: المعاملات تصدير محفظة
el: Εξαγωγή συναλλαγών πορτοφολιού
fr: Export des transactions de portefeuille
it: Operazioni di esportazione Portafoglio
ja: ウォレットトランザクションのエクスポート
pt: Exportar Transações da Carteira
ru: Экспорт переводов кошелька

source: Eyecare
ar: العناية بالعين
el: Οφθαλμολογικά
fr: Soins des yeux
it: Cura degli occhi
ja: アイケア
pt: Oftamologista
ru: Офтальмолог

source: Fast Food
ar: الوجبات السريعة
fr: Restauration rapide
it: Che serve cibi pronti
ja: ファストフード
ru: Фастфуд

source: Feedback
ar: تعليقات
el: Σχόλια & Κριτική
fr: Avis
it: Risposta
ja: フィードバック
pt: Sugestões
ru: Обратная связь

# Fees &amp; Charges
source: Fees & Charges
ar: رسوم و &amp , أسعار
el: Τέλη & Χρεώσεις
fr: Honoraires & frais
it: Tassa & carica
ja: 料金とアンペア; 料金
pt: Taxas & Custos
ru: Платежи & расходы

source: Fetching Login Request...
ar: الدخول طلب جلب...
el: Απόκτηση αιτήματος σύνδεσης...
fr: Aller chercher Demande Connexion ...
it: Recupero Accesso Richiesta...
ja: ログインリクエストを取得中...
pt: Obtendo Solicitação de Login...
ru: Обработка запроса на вход...

source: Fetching Payment Request...
ar: جلب الدفع طلب...
el: Απόκτηση αιτήματος πληρωμής...
fr: Aller chercher Demande Paiement ...
it: Recupero richiesta di pagamento...
ja: 支払いリクエストを取得中...
pt: Buscando Solicitação de Pagamento...
ru: Обработка запроса на платеж...

source: Fiat
ar: النقود الورقية
fr: Consentement
ja: フィアット
pt: Moeda Fiduciária
ru: Официальная валюта

source: Financial
ar: مالي
el: Χρηματοοικονομικά
fr: Financier
it: Finanziario
ja: 財務
pt: Financeiro
ru: Финансист

source: Financial Advisor
ar: المستشار المالي
el: Χρηματοοικονομικός Σύμβουλος
fr: Conseillers financiers
it: Consulente finanziario
ja: 財務顧問
pt: Consultor Financeiro
ru: Финансовый консультант

source: First Name (optional)
ar: الإسم الأول (إختياري)
el: Όνομα (προαιρετικό)
fr: Prénom (facultatif)
it: Nome (facoltativo)
ja: ファーストネーム（オプション）
pt: Primeiro Nome (opcional)
ru: Имя (необязательно)

# Food &amp; Dining
source: Food & Dining
ar: طعام & الطعام
el: Φαγητό & Δείπνο
fr: Nouriture & manger
it: Cibo & il pranzare
ja: 食品とアンプ; ダイニング
pt: Alimentos & Restaurantes
ru: Рестораны & кафе

source: From: %@
ar: من عند: %@
el: Από: %@
fr: De: %@
it: Da parte di: %@
ja: から： %@
pt: De: %@
ru: От: %@

source: Funds successfully imported, but error connecting to messenger server. Try again later
ar: الأموال استيرادها بنجاح، ولكن الخطأ ربط إلى خادم رسول. حاول مرة أخرى في وقت لاحق
el: Η εισαγωγή των χρημάτων έγινε με επιτυχία, αλλά υπήρξε σφάλμα στην επικοινωνία με το διακομιστή messenger. Δοκιμάστε ξανά αργότερα
fr: Les fonds importés avec succès, mais l'erreur de connexion au serveur de messagerie. Réessayez plus tard
it: Fondi importato con successo, ma errore di connessione al server di messenger. Riprovare più tardi
ja: ファンド輸入が成功、メッセンジャーサーバーに接続する際にエラーが発生。あとでもう一度試してみ
pt: Fundos importados com êxito, mas erro de conexão com o servidor de mensagens. Tente mais tarde
ru: Средства были успешно импортированы, но возникла ошибка при соединении с сервером сообщений. Пожалуйста, попробуйте позже

source: Furnishings
ar: تأثيث
el: Επίπλωση
fr: Ameublement
it: Arredamento
ja: 家具
pt: Móveis
ru: Меблировка

# Gas &amp; Fuel
source: Gas & Fuel
ar: غاز & وقود
el: Βενζίνη & Καύσιμα
fr: Gaz & carburant
it: Gas & Carburante
ja: ガスとアンプ; 燃料
pt: Gasolina & Combustível
ru: Бензин & топливо

source: Generating QR Code...
ar: توليد رمز الاستجابة السريعة...
el: Δημιουργία QR κωδικού...
fr: Génération du Code QR...
it: Generazione QR Code...
ja: QRコードの生成...
pt: Gerando o Código QR...
ru: Генерация QR-кода...

source: Get Affiliate Link
ar: الحصول على وصلة فرعية
el: Δημιουργία συνδέσμου συνεργάτη (affiliate)
fr: Obtenir le lien d’affiliation
it: Ottenere collegamento di affiliazione
ja: アフィリエイトリンクを取得
pt: Obter Link Afiliado
ru: Получить партнерскую ссылку

source: Gift
ar: هدية
el: Δώρο
fr: Cadeau
it: Regalo
ja: 贈り物
pt: Presente
ru: Подарки

source: Gift Cards
ar: بطاقات الهدايا
el: Κάρτες Δώρων
fr: Cartes-cadeaux
it: Carte regalo
ja: ギフトカード
pt: Cartões de Presente
ru: Подарочные карты

# Gifts &amp; Donations
source: Gifts & Donations
ar: الهدايا& التبرعات
el: Δώρα & Δωρεές
fr: Cadeaux & dons
it: Regalo & donazione
ja: ギフトとアンプ; 寄付
pt: Presentes & Doações
ru: Подарки & пожертвования

source: Go Back
ar: العودة للخلف
el: Επιστροφή
fr: Retour
it: Torna Indietro
ja: 行こバック
pt: Voltar
ru: Назад

source: Great job remembering your password.
ar: عمل عظيم تذكر كلمة المرور الخاصة بك.
el: Συγχαρητήρια για την απομνημόνευση του κωδικού πρόσβασης σας.
fr: Super boulot, se souvenir de votre mot de passe.
it: Grande lavoro ricordare la password.
ja: よくやったあなたのパスワードを覚えている。
pt: Parabéns por lembrar sua senha.
ru: Вы помните свой пароль!

source: Groceries
ar: البقالة
el: Είδη σούπερ μάρκετ
fr: Épicerie
it: Drogheria
ja: 食料品
pt: Mercearia
ru: Продовольственные товары

source: Gym
ar: نادي رياضي
el: Γυμναστήριο
it: Palestra
ja: ジム
pt: Academia
ru: Спортзал

source: HOA Dues
ar: القرن الإفريقي استحقاقات
el: Κοινόχρηστα
fr: Cotisation HOA
it: HOA Quota
ja: HOA会費
pt: Taxa do condomínio
ru: Оплата за жильё

source: Hair
ar: قماش من الصوف
el: Κομμωτήριο
fr: Cheveux
it: Capelli
ja: ヘア
pt: Cabeleireiro ou barbearia
ru: Парикмахер
