Repository: Airbitz/airbitz-ios-gui
Catalog: Localization/Airbitz/*.xliff
Languages: ar, el, fr, it, ja, pt, ru

# Health &amp; Fitness
source: Health & Fitness
ar: الصحة& اللياقه البدنيه
el: Υγεία & Ευεξία
fr: Santé & Fitness
it: Salute & Fitness
ja: 健康とアンプ; フィットネス
pt: Saúde & Fitness
ru: Здоровье & фитнес

source: Help
ar: مساعدة
el: Βοήθεια
fr: Aide
it: Aiuto
ja: 助ける
pt: Ajuda
ru: Помощь

source: Hide
ar: إخفاء
el: Απόκρυψη
fr: Caché
it: Nascondere
ja: 隠す
pt: Ocultar
ru: Скрыть

source: High Fee
ar: رسوم عالية
el: Υψηλή Χρέωση
fr: Frais élevés
it: Alto tassa
ja: 高い 代
pt: Taxa alta
ru: Высокая комиссия

source: Hobbies
ar: الهوايات
el: Ενδιαφέροντα
fr: Loisirs
it: Passatempo
ja: 趣味
ru: Хобби

source: Home
ar: الرئيسية
el: Σπίτι
fr: Domicile
it: Casa
ja: ホーム
ru: Дом

source: Home Depot (Up to 15% Off)
ar: هوم ديبوت (ما يصل الى 15٪ من)
el: Home Depot (μέχρι και 15% έκπτωση)
fr: Depot a domicile (jusqu'à 15 % de réduction)
it: Casa Deposito (fino al 15% di sconto)
ja: ホームデポ（最大15％オフ）
pt: Home Depot (até 15% de desconto)
ru: Home Depot (скидка до 15%)

source: Home Improvement
ar: تحسين المنزل
el: Βελτίωση κατοικίας
fr: Bricolage
it: Migliorie di casa
ja: ホーム改善
pt: Melhorias na casa
ru: Благоустройство жилья

source: Home Insurance
ar: تامين البيت
el: Ασφάλεια κατοικίας
fr: Assurance d'habitation
it: Assicurazione sulla casa
ja: ホーム保険
pt: Seguro Residencial
ru: Страхование жилья

source: Home Phone
ar: الهاتف المنزلي
el: Τηλέφωνο Οικίας
fr: Téléphone résidentiel
it: Telefono casa
ja: 自宅の電話
pt: Telefone fixo
ru: Домашний телефон

source: Home Services
ar: خدمات منزلية
el: Υπηρεσίες Σπιτιού
fr: Services à domicile
it: Servizi per la casa
ja: ホームサービス
pt: Serviços Residenciais
ru: Обслуживание дома

source: Home Supplies
ar: الرئيسية اللوازم
el: Προμήθειες Σπιτιού
fr: Fournitures de maison
it: La casa e giardino
ja: ホーム用品
pt: Produtos Residenciais
ru: Товары для дома

source: Hotel
ar: الفندق
el: Ξενοδοχείο
fr: Hôtel
it: Albergo
ja: ホテル
ru: Отель

source: How are you liking %@?
ar: كيف حالك تروق%@؟
el: Πως σας φαίνεται η %@;
fr: Comment vous aimé %@ ?
it: Come stai simpatia %@?
ja: お元気ですか好み％@？
pt: Você está gostando do %@?
ru: Как Вам понравилось %@?

source: IMPORT PRIVATE KEY ([[abtag APP_TITLE]] Gift Card)
ar: استيراد المفتاح الخاص ([[abtag APP_TITLE]] Gift Card)
el: ΕΙΣΑΓΩΓΗ ΙΔΙΩΤΙΚΟΥ ΚΛΕΙΔΙΟΥ ([[abtag APP_TITLE]] Κάρτα Δώρου)
fr: Importation de clé privée ([[abtag APP_TITLE]] carte-cadeau)
it: Importa chiave PRIVATA ([[abtag APP_TITLE]] Carta regalo)
ja: プライベートキーをインポートする ([[abtag APP_TITLE]] ギフトカード)
pt: IMPORTAR CHAVE PRIVADA ([[abtag APP_TITLE]] Cartão de Presente)
ru: ИМПОРТ ПРИВАТНОГО КЛЮЧА (подарочная карта [[abtag APP_TITLE]])

source: IRA Contribution
ar: IRA إسهام
el: Ταμείο συνταξιοδότησης
fr: Contribution de l’IRA
it: IRA Contribuzione
ja: IRA貢献
pt: Contribuição para fundo de pensão
ru: Отчисления в пенсионный фонд

source: Identity token from [%@] created and saved
ar: رمز هوية من [%@] إنشاؤها وحفظها
el: Ένα διακριτικό αναγνώρισης ταυτότητας του [%@] δημιουργήθηκε και αποθηκεύτηκε
fr: Token d'identité [%@] créé et enregistré
it: Token di identità da [%@] creato e salvato
ja: からのアイデンティティトークン [％@] 作成して保存しました
pt: Token de identidade de [%@] Criado e salvo
ru: Идентификационный токен [%@] создан и сохранен

source: If recovery was setup, you should have emailed yourself a recovery token with a link
ar: إذا كان الانتعاش الإعداد، يجب أن يكون عبر البريد الالكتروني نفسك عربون الانتعاش مع وصلة
el: Εάν προχωρήσατε σε ανάκτηση, θα πρέπει να έχετε ταχυδρομήσει στον εαυτό σας ένα διακριτικό ανάκτησης μαζί με έναν σύνδεσμο
fr: Si la récupération a été installé, vous devez avoir vous-même envoyé un jeton de récupération avec un lien
it: Se il recupero è stato installato, si dovrebbe avere inviato via email voi stessi un token di ripristino con un collegamento
ja: リカバリが設定されている場合、リンクが付いた回復トークンを自分宛に電子メールで送信したはずです
pt: Se a recuperação foi configurada, um link com o token de recuperação foi enviado
ru: Если настройка восстановления была правильно настроена, то Вы должны были получить по электронной почте сообщение с токеном восстановления и ссылкой

source: Import
ar: إنزال
el: Εισαγωγή
fr: Importer
it: Importa
ja: インポート
pt: Importar
ru: Импорт

source: Import Airbitz Gift Card
ar: استيراد بطاقة هدية Airbitz
el: Εισαγωγή Κάρτας Δώρου Airbitz
fr: Importation du cadeau Airbitz
it: Importa Gift Card Airbitz
ja: 輸入エアビッツギフトカード
pt: Importar Cartão de Presente Airbitz
ru: Импорт подарочной карты Airbitz

source: Import Funds
ar: استيراد أموال
el: Εισαγωγή Χρημάτων
fr: Importer des fonds
it: Importa Fondi
ja: 輸入基金
pt: Importar Fundos
ru: Импортировать средства

source: Import Private Key
ar: استيراد مفتاح خاص
el: Εισαγωγή Ιδιωτικού Κλειδιού
fr: Importation de clé privée
it: Importa chiave privata
ja: 秘密鍵をインポートする
pt: Importar Chave Privada
ru: Импорт приватного ключа

source: Import failed
ar: فشل الاستيراد
el: Εισαγωγή ανεπιτυχής
fr: L'import a échoué
it: Importazione non riuscita
ja: インポートに失敗
pt: Falha ao Importar
ru: Не удалось импортировать

source: Import failed. Private key is empty
ar: فشل الاستيراد. المفتاح الخاص فارغ
el: Εισαγωγή ανεπιτυχής. Το ιδιωτικό κλειδί είναι κενό
fr: Échec de l’importation. La clé privée est vide
it: Importazione non riuscita. chiave privata è vuoto
ja: インポートに失敗。秘密鍵は空です
pt: Falha ao Importar. A Chave Privada está vazia
ru: Не удалось импортировать. Приватный ключ пуст

source: Import the private key again to retry Twitter
ar: استيراد المفتاح الخاص مرة أخرى لإعادة المحاولة تويتر
el: Εισάγετε εκ νέου το ιδιωτικό κλειδί για να προσπαθήσετε ξανά με το Twitter
fr: Importer la clé privée à nouveau pour réessayer Twitter
it: Importare nuovamente la chiave privata per riprovare Twitter
ja: Twitterを再試行するために秘密鍵を再度インポートする
pt: Importar a chave particular novamente para repetir o Twitter
ru: Попробуйте снова импортировать приватный ключ для повторной попытки Twitter

source: Importing funds from %@ into wallet...
ar: استيراد صناديق من%@ في المحفظة...
el: Εισαγωγή χρημάτων από %@ στο πορτοφόλι...
fr: Importation des fonds de %@ au portefeuille...
it: Importing funds from %@ in portafoglio...
ja: からの資金のインポート％@財布に...
pt: Importar fundos de %@ para a carteira...
ru: Импорт средств от %@ в кошелек...

source: Income
ar: إيراد
el: Εισόδημα
fr: Revenu
it: Reddito
ja: 収入
pt: Receita
ru: Доходы

source: Incorrect PIN
ar: PIN غير صحيح
el: Λανθασμένο PIN
fr: Code PIN incorect
it: PIN errato
ja: 不正なPIN
pt: PIN Incorreto
ru: Неверный PIN-код

source: Incorrect PIN. Please wait %.0f seconds and try again.
ar: PIN غير صحيح. يرجى الانتظار ثواني%.0fوحاول مرة أخرى.
el: Μη έγκυρο PIN. Παρακαλούμε περιμένετε %.0f δευτερόλεπτα και προσπαθήστε ξανά.
fr: Code PIN incorrect. S’il vous plaît attendez %.0f secondes et réessayez.
it: PIN errato. Attendere prego %.0f secondi e riprovare.
ja: PINが正しくありません。お待ちください ％。の秒後に再試行して。
pt: PIN incorreto. Por favor aguarde %.0f segundos e tente novamente.
ru: Неверный PIN. Пожалуйста, подождите %.0f секунд и попробуйте снова.

source: Incorrect Password
ar: كلمة المرور غير صحيحة
el: Λανθασμένος Κωδικός Πρόσβασης
fr: Mot de pase incorrect
it: Password errata
ja: 不正なパスワード
pt: Senha Incorreta
ru: Неверный пароль

source: Incorrect Password. Try again, or change it now?
ar: كلمة المرور غير صحيحة. حاول مرة أخرى، أو تغييره الآن؟
el: Λανθασμένος κωδικός πρόσβασης. Προσπάθεια ξανά, ή αλλαγή τώρα;
fr: Mot de passe incorrect. Réessayez ou changer maintenant ?
it: Password errata. Prova di nuovo, o cambiare ora?
ja: パスワードが間違っ。再試行する、それとも今変更？
pt: Senha Incorreta. Tentar novamente, ou alterá-la agora?
ru: Неверный пароль. Попробуете ввести его снова или измените сейчас?

source: Incorrect Password. Try again?
ar: كلمة المرور غير صحيحة. حاول ثانية؟
ja: 誤パスワード。 再試行する？
pt: Senha Incorreta. Tentar novamente?
ru: Неверный пароль. Попробуете снова?

source: Incorrect current password
ar: المرور الحالية غير صحيحة
el: Λανθασμένος τρέχων κωδικός πρόσβασης
fr: Mot de passe actuel incorrect
it: Non corretta password corrente
ja: 現在のパスワードが正しくありません
pt: Senha atual incorreta
ru: Неверный текущий пароль

source: Incorrect username for this recovery token. Please try a different username or use a different recovery token link.
ar: اسم المستخدم غير صحيح لهذا رمز الانتعاش. يرجى المحاولة اسم مستخدم مختلف أو استخدام رابط استرداد رمز مختلف.
el: Λανθασμένο όνομα χρήστη για το συγκεκριμένο διακριτικό επαναφοράς. Παρακαλούμε εισάγετε ένα διαφορετικό όνομα χρήστη ή χρησιμοποιήστε έναν διαφορετικό σύνδεσμο διακριτικού επαναφοράς.
fr: nom d'utilisateur incorrect pour ce jeton de récupération. S'il vous plaît essayer un autre nom d'utilisateur ou d'utiliser un autre lien de token de récupération.
it: Nome utente errato per questo recupero token. Prova con un nome utente diverso o utilizzare un diverso collegamento recupero token.
ja: この回復トークンのユーザー名が正しくありません。別のユーザー名を試してみるか、別の回復トークンリンクを使用してください。
pt: Nome de usuário incorreto para este token de recuperação. Tente um nome de usuário diferente ou use um link de token de recuperação diferente.
ru: Неверное имя пользователя для этого токена восстановления. Пожалуйста, попробуйте другое имя пользователя или другую ссылку токена восстановления.

source: Info
ar: معلومات
el: Πληροφορίες
it: Informazioni
ja: 情報
pt: Informação
ru: Информация

source: Insufficient Password
ar: غير كاف كلمه السر
el: Ανεπαρκής Κωδικός Πρόσβασης
fr: Mot de passe insuffisante
it: Password insufficiente
ja: 不十分なパスワード
pt: Senha Insuficiente
ru: Пароль не соответствует требованиям

source: Interest Exp
ar: الفائدة إكسب
el: Έξοδα Τόκων
fr: Intérêt Exp
it: Interessi Exp
ja: 利子率
pt: Despesa com juros
ru: Расходы на выплату процентов

source: Internet
ar: إنترنت
el: Διαδίκτυο
ja: インターネ
ru: Интернет

source: Invalid Bitcoin Address
ar: عنوان بيتكوين غير صالح
el: Μη έγκυρη διεύθυνση Bitcoin
fr: Adresse Bitcoin non valide
it: Non valido Bitcoin Indirizzo
ja: 無効なBitcoinアドレス
pt: Endereço Bitcoin Inválido
ru: Неверный адрес биткойн

source: Invalid Bluetooth Request
ar: طلب بلوتوث غير صالح
el: Μη έγκυρη αίτηση Bluetooth
fr: Requête non valide de Bluetooth
it: Non valido Richiesta Bluetooth
ja: 無効なブルートゥースリクエスト
pt: Solicitação de Bluetooth Inválida
ru: Неверный запрос по Bluetooth

source: Invalid Email
ar: البريد الالكتروني غير صحيح
el: Μη έγκυρο email
fr: E-mail invalide
it: E-mail non valido
ja: 無効なメール
pt: E-mail inválido
ru: Некорректный Email

source: Invalid QR Code
ar: رمز QR غير صالح
el: Μη έγκυρος κωδικός QR
fr: Invalid Code QR
it: Codice QR non valido
ja: 無効なQRコード
pt: Código QR Inválido
ru: Неверный QR-код

source: It's great
ar: انه رائع
el: Είναι τέλεια
fr: C’est génial
it: È ottimo
ja: それは素晴らしい
pt: É ótimo
ru: Великолепно

source: Kids
ar: أطفال
el: Παιδιά
fr: Enfants
it: Bambini
ja: 子供たち
pt: Crianças
ru: Дети

source: Kids Activities
ar: أنشطة الأطفال
el: Παιδικές Δραστηριότητες
fr: Activités d'enfants
it: Attività Bambini
ja: キッズアクティビティ
pt: Atividades Infantis
ru: Мероприятия для детей

source: LOGIN
ar: تسجيل الدخول
el: ΣΥΝΔΕΣΗ
fr: CONNEXION
it: ACCESSO
ja: ログイン
pt: ENTRAR
ru: Вход

source: Last Name (optional)
ar: اسم العائلة (اختياري)
el: Επίθετο (προαιρετικό)
fr: Noms (facultatif)
it: Cognome (facoltativo)
ja: 姓（オプション）
pt: Sobrenome (opcional)
ru: Фамилия (необязательно)

source: Late Fee
ar: متأخر رسوم
el: Χρεώσεις καθυστερήσεων
fr: Frais de retard
it: Tassa di ritardo
ja: 延滞料
pt: Taxa por atraso
ru: Комиссия за просрочку платежа

source: Later
ar: في وقت لاحق
el: Αργότερα
fr: Plus tard
it: In seguito
ja: 後で
pt: Mais tarde
ru: Позже

source: Laundry
ar: غسيل ملابس
el: Καθαριστήριο
fr: Lessive
it: Lavanderia
ja: ランドリー
pt: Lavanderia
ru: Прачечная

# Lawn &amp; Garden
source: Lawn & Garden
ar: الحديقة & حديقة
el: Είδη Κήπου
fr: Pelouse & jardin
it: Prato & Giardino
ja: 芝生とアンプ; 庭園
pt: Gramado & Jardim
ru: Сад & огород

source: Level
ar: المستوى
el: Επίπεδο
fr: Niveau
it: Livello
ja: レベル
pt: Nível
ru: Уровень

source: Life Insurance
ar: التأمين على الحياة
el: Ασφάλεια Ζωής
fr: Assurance-vie
it: Assicurazione sulla vita
ja: 生命保険
pt: Seguro de Vida
ru: Страхование жизни

source: Loading Account...
ar: جار التحميل حساب...
el: Φόρτωση λογαριασμού...
fr: Chargement du compte...
it: Caricamento Account...
ja: アカウントの読み込み中...
pt: Carregando Conta...
ru: Загрузка учетной записи...

source: Loading Balance...
ar: تحميل الرصيد...
el: Φόρτωση υπολοίπου...
fr: Chargement d’équilibre...
it: Caricamento in corso Bilanciamento...
ja: ローディング残高...
pt: Carregando Saldo...
ru: Загрузка баланса...

source: Loading Transactions...
ar: جار التحميل المعاملات...
el: Φόρτωση των συναλλαγών...
fr: Opérations de chargement...
it: Caricamento transazioni...
ja: トランザクションの読み込み中...
pt: Carregando Transações...
ru: Загрузка переводов...

source: Loading Wallets...
ar: تحميل المحفظة...
el: Φόρτωση πορτοφολιών...
fr: Chargement des portefeuilles...
it: Caricamento Portafogli...
ja: ウォレットの読み込み中...
pt: Carregando Carteiras...
ru: Загрузка кошельков...

source: Loading...
ar: جار التحميل...
el: Φόρτωση...
fr: Chargement...
it: Caricamento...
ja: 読み込み中
pt: Carregando...
ru: Загрузка...

source: Logging Out
ar: تسجيل الخروج
el: Γίνεται αποσύνδεση
fr: Déconnexion en cours
it: Scollegamento
ja: ログアウト中
pt: Logoff
ru: Выход

source: Login Package
ar: تسجيل الدخول حزمة
fr: Connexion Paquet
it: Pacchetto Accesso
ja: ログインパッケージ
pt: Pacote de Login
ru: Пакетный вход

source: Low Fee
ar: رسوم منخفضة
el: Χαμηλή Χρέωση
fr: Des frais modiques
it: Basso Costo
ja: 低い 代
pt: Taxa baixa
ru: Низкая комиссия

source: Merchant Mode
ar: تاجر طريقة
el: Λειτουργία Εμπόρου
fr: Mode marchand
it: Modalità Merchant
ja: マーチャントモード
pt: Modo Comerciante
ru: Режим магазина

source: Message Sent
ar: تم ارسال الرسالة
el: Το μήνυμα εστάλη
fr: Message envoyé
it: Messaggio inviato
ja: メッセージが送信さ
pt: Mensagem Enviada
ru: Сообщение отправлено

source: Misc.
ar: متفرقات.
el: Διάφορα
it: Varie.
ja: その他
pt: Diversos.
ru: Прочее

source: Mobile Phone
ar: تليفون محمول
el: Κινητό Τηλέφωνο
fr: Téléphone portable
it: Cellulare
ja: 携帯電話
pt: Celular
ru: Мобильный телефон

source: More Categories
ar: المزيد من التصنيفات
el: Περισσότερες Κατηγορίες
fr: Autres catégories
it: Più Categoria
ja: その他のカテゴリ
pt: Mais Categorias
ru: Больше категорий

# Mortgage &amp; Rent
source: Mortgage & Rent
ar: رهن & إيجار
el: Υποθήκη & Ενοίκιο
fr: Prêt hypothécaire & location
it: Ipoteca & affittare
ja: 住宅ローンとアンプ; 賃貸
pt: Hipoteca & Aluguel
ru: Ипотека & аренда

source: Mortgage Interest
ar: الفائدة الرهن العقاري
el: Τόκος Υποθήκης
fr: Intérêts hypothécaires
it: Interessi Ipotecari
ja: 住宅ローン利息
pt: Juros de hipoteca
ru: Проценты по ипотечному кредиту

# Movies &amp; DVDs
source: Movies & DVDs
ar: أفلام & أقراص الفيديو الرقمية
el: Ταινίες & DVD
fr: Films & DVD
it: Film & DVDs
ja: 映画とアンプ; DVD
pt: Filmes & DVDs
ru: Кино & DVD

source: Music
ar: موسيقى
el: Μουσική
it: Musica
ja: 音楽
pt: Musica
ru: Музыка

source: Must have at least %d characters
ar: يجب أن يكون على الأقل %d الشخصيات
el: Πρέπει να έχει τουλάχιστον %d χαρακτήρες
fr: Doit avoir au moins %d caractères
it: Deve avere almeno %d personaggi
ja: 少なくとも持っていなければならない％d文字
pt: Deve ter pelo menos %d caracteres
ru: Должно быть не менее %d символов

source: Must have at least one lower case letter
ar: يجب أن يكون على الأقل واحد أقل إلكتروني حالة
el: Πρέπει να έχει τουλάχιστον ένα πεζό γράμμα
fr: Doit avoir au moins une lettre minuscule
it: Deve avere la lettera caso almeno un minore
ja: 少なくとも1つの小文字が必要です
pt: Deve ter pelo menos uma letra minúscula
ru: Должна быть как минимум одна буква в нижнем регистре

source: Must have at least one number
ar: يجب أن يكون رقم واحد على الأقل
el: Πρέπει να έχει τουλάχιστον έναν αριθμό
fr: Doit avoir au moins un numéro
it: Deve avere almeno un numero
ja: 少なくとも1つの番号を持つ必要があります
pt: Deve ter pelo menos um número
ru: Должна быть как минимум одна цифра

source: Must have at least one upper case letter
ar: يجب أن يكون واحد على الأقل إلكتروني حالة العلوي
el: Πρέπει να έχει τουλάχιστον ένα κεφαλαίο γράμμα
fr: Doit avoir au moins une lettre majuscule
it: Deve avere almeno una lettera maiuscola
ja: 少なくとも1つの大文字が必要です
pt: Deve ter pelo menos uma letra maiúscula
ru: Должна быть как минимум одна буква в верхнем регистре

source: My Wallet
ar: محفظتى
el: Το πορτοφόλι μου
fr: Mon portefeuille
it: Il mio portafoglio
ja: マイウォレット
pt: Minha Carteira
ru: Мой кошелек

source: NAME
ar: الإ سم
el: ΟΝΟΜΑ
fr: NOM
it: NOME
ja: 名
pt: NOME
ru: ИМЯ

source: NO
ar: لا
el: ΟΧΙ
fr: NON
ja: いいえ
pt: NÃO
ru: НЕТ

source: Name
ar: الاسم
el: Όνομα
fr: Nom
it: Nome
ja: 名
pt: Nome
ru: Имя

source: Net Salary
ar: صافي الراتب
el: Καθαρός μισθός
fr: Salaire net
it: Salario netto
ja: ネット給与
pt: Salário
ru: Чистый заработок

source: Network Error
ar: خطأ في الشبكة
el: Σφάλμα Δικτύου
fr: Erreur de réseau
it: Errore di rete
ja: ネットワーク エラー
pt: Erro de rede
ru: Ошибка сети

source: New PIN
ar: جديد PIN
el: Νέο PIN
fr: Nouveau code NIP
it: Nuovo PIN
ja: 新しいPIN
pt: Novo PIN
ru: Новый PIN

source: New Password
ar: كلمة السر الجديدة
el: Νέος Κωδικός Πρόσβασης
fr: Nouveau mot de passe
it: Nuova password
ja: 新しいパスワード
pt: Nova Senha
ru: Новый пароль

# Newspaper &amp; Magazines
source: Newspaper & Magazines
ar: جريدة & مجلات
el: Εφημερίδες & Περιοδικά
fr: Journaux & Magazines
it: Giornale & rivista
ja: 新聞とアンプ; 雑誌
pt: Jornais & Revistas
ru: Газеты & журналы

source: Next
ar: التالى
el: Επόμενο
fr: Suivant
it: Successiva
ja: 次
pt: Próximo
ru: Далее

source: Nickname / Handle (optional)
ar: كنية / مقبض (اختياري)
fr: Pseudonyme / poignée (facultatif)
it: Soprannome / maniglia (opzionale)
ja: ニックネーム/ハンドル（オプション）
pt: Apelido / Título (opcional)
ru: Имя пользователя / псевдоним (необязательно)

source: No PIN set
ar: لا مجموعة PIN
el: Δεν έχει οριστεί PIN
fr: PIN pas fixé
it: Nessun PIN impostato
ja: PINは設定されていません
pt: Nenhum PIN definido
ru: PIN-код не задан

source: No Transactions
ar: لا المعاملات
el: Δεν υπάρχουν Συναλλαγές
fr: Aucune transaction
it: Nessuna transazione
ja: トランザクションなし
pt: Nenhuma Transação
ru: Нет переводов

source: No Transactions Found
ar: لا المعاملات تم العثور عليها
el: Δεν βρέθηκαν συναλλαγές
fr: Aucune transaction trouvée
it: Nessuna Transazione Trovata
ja: トランザクションが見つかりません
pt: Nenhuma Transação Encontrada
ru: Не найдено ни одного перевода

source: No password set
ar: لا مجموعة كلمة المرور
el: Δεν έχει οριστεί κωδικός πρόσβασης
fr: Aucun mot de passe fixé
it: Nessuna password Impostato
ja: パスワードは設定されていません
pt: Nenhuma senha definida
ru: Пароль не установлен

source: No thanks
ar: لا شكرا
el: Όχι ευχαριστώ
fr: Non merci
it: No grazie
ja: 結構です
pt: Não, obrigado
ru: Нет, спасибо

source: Not Sure
ar: غير متأكد
el: Δεν είμαι βέβαιος
fr: Pas sûr
it: Non Sicuro
ja: わからない
pt: Não tenho certeza
ru: Не уверен

source: Not so good
ar: ليست جيدة جدا
el: Όχι τόσο καλή
fr: Pas très bon
ja: あまり良
pt: Não tão bom
ru: Не очень хорошо

source: Note: Default Currency setting is only used for new wallets and to show total balance of account. Create a new wallet to change the fiat currency shown in each transaction.
ar: ملاحظة: يستخدم الإعداد الافتراضي العملة فقط لمحافظ جديدة وإظهار الرصيد الكلي للحساب. إنشاء محفظة جديدة لتغيير العملة الورقية هو مبين في كل معاملة.
el: Σημείωση: Η ρύθμιση για το Προεπιλεγμένο Νόμισμα χρησιμοποιείται μόνο για νέα πορτοφόλια και για να εμφανίζεται το συνολικό υπόλοιπο του λογαριασμού. Δημιουργήστε ένα νέο πορτοφόλι για να αλλάξετε το fiat νόμισμα που εμφανίζεται σε κάθε συναλλαγή.
fr: Remarque : Paramètre de devise par défaut est utilisé uniquement pour les nouveaux portefeuilles et de montrer le solde du compte. Créer un nouveau portefeuille pour changer la monnaie fiat montrée lors de chaque transaction.
it: Nota: L'impostazione predefinita valuta viene utilizzata solo per i nuovi portafogli e per mostrare numero totale di conto. Creare un nuovo portafoglio di cambiare la moneta a corso forzoso mostrato in ogni transazione.
ja: 注意： デフォルトの通貨設定は、新しいウォレットにのみ使用され、アカウントの合計残高を表示します。新しいウォレットを作成して、各トランザクションに表示される金額の通貨を変更します。
pt: Nota: A configuração de moeda padrão é usada somente para novas carteiras e para mostrar o saldo total da conta. Crie uma nova carteira para alterar a moeda mostrada em cada transação.
ru: Примечание: Настройка валюты по умолчанию используется только для новых кошельков и отображения полного баланса Вашей учетной записи. Создайте новый кошелек, чтобы изменить отображающуюся в переводах валюту.

source: OK
ar: حسنا
el: Εντάξει
ja: はい
ru: ОК

source: OPTIONS
ar: خيارات
el: ΕΠΙΛΟΓΕΣ
it: OPZIONI
ja: アカウント
pt: OPÇÕES
ru: ОПЦИИ

source: On The Web
ar: على شبكة الإنترنت
el: Στον ιστό
fr: Sur le web
it: In rete
ja: オン・ザ・ウェブ
pt: Na Internet
ru: В сети

source: Only numbers allowed in PIN
ar: الأرقام الوحيدة المسموح بها في PIN
el: Μόνο αριθμοί επιτρέπονται στο PIN
fr: Seuls les numéros autorisés en PIN
it: Solo numeri consentiti in PIN
ja: PINに許可されている番号のみ
pt: Apenas números são permitidos no PIN
ru: PIN-код может состоять только из цифр

source: Open 24
ar: مفتوح 24
el: Ανοιχτά 24 ώρες
fr: Ouvrir 24
it: Aperto 24
ja: オープン24
pt: Aberto 24
ru: Работает 24 часа

source: Open 24 hours
ar: مفتوحة 24 ساعة
el: Ανοιχτά 24 ώρες
fr: Ouvert 24 heures
it: Aperto 24 ore
ja: ２４時間営業
pt: Aberto 24 horas
ru: Работает 24 часа в сутки

source: Other Income
ar: مصدر دخل آخر
el: Άλλα εισοδήματα
fr: Autres revenus
it: Altri proventi
ja: その他の収益
pt: Outros rendimentos
ru: Прочие доходы

source: Override Bitcoin Servers (advanced)
ar: تجاوز خوادم بيتكوين (متقدمة)
ja: オーバーライドビットコインサーバー（上級）
pt: Sobrepor Servidores Bitcoin (Avançado)
ru: Переопределить биткоин серверы (расширенная настройка)

source: PIN Re-Login
ar: PIN إعادة الدخول
el: Επανασύνδεση με PIN
fr: Reconnexion PIN
it: PIN Re-Accesso
ja: ピン再ログイン
ru: Повторный вход с использованием PIN-кода

source: PIN must be %d digits
ar: يجب أن يكون PIN%d من الأرقام
el: Το PIN πρέπει να έχει %d ψηφία
fr: Code PIN doit être %d chiffres
it: PIN deve essere %d cifre
ja: PINは必須です％d数字
pt: O PIN deve ter %d dígitos
ru: PIN-код должен состоять из %d цифр

source: PIN successfully changed.
ar: PIN تغييرها بنجاح.
el: Το PIN άλλαξε με επιτυχία.
fr: PIN modifié avec succès.
it: PIN modificato con successo.
ja: PINが正常に変更されました。
pt: PIN alterado com sucesso.
ru: PIN-код был успешно изменен.

source: Parking
ar: موقف سيارات
el: Πάρκινγκ
fr: Stationnement
it: Parcheggio
ja: パーキング
pt: Estacionamento
ru: Парковка

source: Partial Payment
ar: دفع جزء من المال
el: Μερική πληρωμή (partial payment)
fr: Paiement partiel
it: Pagamento parziale
ja: 一部支払い
pt: Pagamento Parcial
ru: Частичный платеж

source: Password
ar: كلمه السر
el: Κωδικός Πρόσβασης
fr: Mot de passe
it: Parola d'ordine
ja: パスワード
pt: Senha
ru: Пароль

source: Password Change
ar: تغيير كلمة السر
el: Αλλαγή κωδικού πρόσβασης
fr: Mot De Passe Changé
it: Cambio di password
ja: パスワードの変更
pt: Alteração de Senha
ru: Изменить пароль

source: Password Recovery
ar: استعادة كلمة السر
el: Ανάκτηση Κωδικού Πρόσβασης
fr: Récupération du mot de passe
it: Recupero della password
ja: パスワード回復
pt: Recuperação de Senha
ru: Восстановление пароля

source: Password Recovery Setup
ar: استعادة كلمة السر إعداد
el: Ορισμός ανάκτησης κωδικού πρόσβασης
fr: Installation de récupération de mot de passe
it: Password Impostazione di recupero
ja: パスワード回復のセットアップ
pt: Configuração de Recuperação de Senha
ru: Настройка восстановления пароля

source: Password change failed: %@
ar: فشل تغيير كلمة المرور: %@
el: Η αλλαγή του κωδικού πρόσβασης απέτυχε: %@
fr: Echec de changement du mot de passe :%@
it: Modifica della password non riuscita: %@
ja: パスワードの変更に失敗： %@
pt: Falha na alteração de senha:%@
ru: Не удалось изменить пароль: %@

source: Password does not match. Re-enter password
ar: كلمة السر غير مطابقة. إعادة إدخال كلمة المرور
el: Ο κωδικός πρόσβασης δεν ταιριάζει. Πληκτρολογήστε ξανά τον κωδικό πρόσβασης
fr: Mot de passe ne correspond pas. Ré-entrez le mot de passe
it: La password non corrisponde. Reinserire la password
ja: パスワードが合わない。 パスワード再入力
pt: A senha não coincide. Re-digite a senha
ru: Введенные пароли не совпадают. Пожалуйста, введите пароли повторно
