Repository: Airbitz/airbitz-ios-gui
Catalog: Localization/Airbitz/*.xliff
Languages: ar, el, fr, it, ja, pt, ru

source: Save Recovery Token
ar: حفظ استعادة رمز
el: Αποθήκευση διακριτικού ανάκτησης
fr: Enregistrer Token de Récupération
it: Salva token di ripristino
ja: 回復トークンを保存
pt: Salvar Token de Recuperação
ru: Сохранить токен восстановления

source: Scan QR to Import Private Key/Gift Card
ar: تفحص QR استيراد مفتاح خاص / بطاقة هدية
el: Κάνετε σάρωση του κωδικού QR για εισαγωγή Ιδιωτικού Κλειδιού/Κάρτας Δώρου
fr: Scannez le QR pour l'importation de la clé privé/carte cadeau
it: Scansione QR per importare la chiave privata della carta/regalo
ja: 秘密鍵/ギフトカードをインポートするためにQRをスキャ
pt: Leia o código QR para importar a Chave Privada/Cartão de Presente
ru: Отсканируйте QR-код для импорта приватного ключа или подарочной карты

source: Scan the QR code of payee to send payment or tap on a bluetooth request from the list below
ar: مسح QR مدونة المستفيد لإرسال دفع أو انقر على طلب بلوتوث من القائمة أدناه
el: Κάνετε σάρωση του QR κωδικού του δικαιούχου πληρωμής για να στείλετε πληρωμή ή πιέστε σε μία αίτηση bluetooth από την λίστα παρακάτω
fr: Scanner le code QR du bénéficiaire pour envoyer le paiement ou taper sur une demande de bluetooth dans la liste ci-dessous
it: Eseguire la scansione del codice QR del beneficiario per inviare il pagamento o toccare su una richiesta bluetooth dalla lista qui sotto
ja: 受取人のQRコードをスキャンして支払いを送信するか以下のリストからBluetoothリクエストをタップ
pt: Leia o código QR do beneficiário para enviar o pagamento ou toque em uma solicitação de bluetooth na lista abaixo
ru: Отсканируйте QR-код получателя платежа для осуществления перевода или нажмите на Bluetooth-запрос в списке ниже

source: Scan to Send, Import, or Edge Login
ar: مسح لإرسال، استيراد، أو حافة الدخول
el: Κάνετε σάρωση για Αποστολή, Εισαγωγή, ή σύνδεση Edge
fr: Scan to Envoyer, Import, ou Edge Connexion
it: Scansione su Invia, l'importazione, o Bordo Accesso
ja: スキャン、送信、インポート、またはエッジログイン
pt: Escaneie para enviar, importar ou entrar via Edge Login
ru: Отсканируйте для отправки, импорта или входа через Edge

source: Search
ar: بحث
el: Αναζήτηση
fr: Rechercher
it: Ricerca
ja: サーチ
pt: Pesquisar
ru: Поиск

source: Select Currency
ar: اختر العملة
el: Επιλογή νομίσματος
fr: Choisir la devise
it: Seleziona la valuta
ja: 通貨を選択
pt: Selecione a Moeda
ru: Выбрать валюту

source: Sell Bitcoin
ar: بيع بيتكوين
el: Πώληση Bitcoin
fr: Vendre des Bitcoins
it: Smerciare Bitcoin
ja: Bitcoinを売る
pt: Vender Bitcoin
ru: Продать биткоины

source: Send Funds to Private Key
ar: إرسال الأموال إلى مفتاح خاص
el: Αποστολή χρημάτων σε Ιδιωτικό Κλειδί
fr: Envoyer des fonds à la clé privée
it: Inviare fondi a chiave privata
ja: ファンドを秘密鍵に送
pt: Enviar Fundos para a Chave Privada
ru: Перевести средства на приватный ключ

source: Send name on payment request
ar: إرسال الاسم على طلب الدفع
el: Αποστολή ονόματος στην αίτηση πληρωμής
fr: Envoyer votre nom sur demande de paiement
it: Invia nome su richiesta di pagamento
ja: 支払い依頼時に名前を送信
pt: Enviar nome na solicitação de pagamento
ru: Имя для заполнения запросов на платеж

source: Send to Bitcoin Address or Import Private Key
ar: ارسل الى بيتكوين عنوان أو استيراد مفتاح خاص
el: Αποστολή σε διεύθυνση Bitcoin ή εισαγωγή ενός ιδιωτικού κλειδιού
fr: Envoyer à l’adresse Bitcoin ou importer la clé privé
it: Invia ad Bitcoin Indirizzo o Importa chiave privata
ja: Bitcoinアドレスに送信するか、秘密鍵をインポート
pt: Enviar para um Endereço Bitcoin ou Importar Chave Privada
ru: Отправить на биткойн-адрес или импортировать приватный ключ

source: Sending...
ar: إرسال...
el: Γίνεται αποστολή...
fr: Envoi...
it: Invio...
ja: 送信中…
pt: Enviando...
ru: Отправка...

source: Sent Bitcoin
ar: إرسال بيتكوين
el: Έγινε αποστολή Bitcoin
fr: Bitcoin envoyé
it: Invia Bitcoin
ja: 送信Bitcoin
pt: Bitcoin Enviado
ru: Отправленные биткойны

# Service &amp; Parts
source: Service & Parts
ar: خدمة & أجزاء
el: Service & Ανταλλακτικά
fr: Service & et pièces
it: Servizio & Parti
ja: サービスとアンプ; 部品
pt: Peças & Serviço
ru: Сервис & запчасти

source: Service Fee
ar: رسوم الخدمة
el: Αμοιβές υπηρεσίας
fr: Frais de service
it: Costo servizio
ja: サービス料金:
pt: Tarifa de serviço
ru: Оплата услуг

source: Set a Password
ar: تعيين كلمة المرور
el: Ορισμός κωδικού πρόσβασης
fr: Définir un mot de passe
it: Impostare una password
ja: パスワードを設定
pt: Definir uma Senha
ru: Установить пароль

source: Set a Password and PIN
ar: تعيين كلمة المرور والرقم السري
el: Ορίστε έναν Κωδικό Πρόσβασης και PIN
fr: Définir un mot de passe et code PIN
it: Impostare una password e PIN
ja: パスワードとPINを設定する
pt: Defina uma Senha e PIN
ru: Задайте пароль и PIN-код

source: Setting recovery questions failed: %@
ar: وضع الأسئلة الانتعاش فشلت: %@
el: Ο ορισμός ερωτήσεων ανάκτησης απέτυχε: %@
fr: Définition des questions de récupération a échoué :%@
it: Impostazione domande di recupero non è riuscito: %@
ja: 復旧の質問を設定できませ： ％@
pt: A configuração das perguntas de recuperação falhou: %@
ru: Установка вопросов для восстановления не удалась: %@

source: Settings
ar: إعدادات
el: Ρυθμίσεις
fr: Paramètres
it: Impostazioni
ja: セッティング
pt: Configurações
ru: Настройки

source: Share
ar: تقاسم
el: Κοινή Χρήση
fr: Partager
it: Condividere
ja: シェア
pt: Compartilhar
ru: Поделиться

source: Shopping
ar: التسوق
el: Αγορές
fr: Achats
it: Compere
ja: ショッピング
pt: Compras
ru: Шоппинг

source: Show
ar: تبين
el: Εμφάνιση
fr: Afficher
it: Mostrare
ja: ショー
pt: Exibir
ru: Показать

source: Show Balance
ar: عرض الرصيد
el: Εμφάνιση Υπολοίπου
fr: Voir le solde
it: Mostrare Equilibrio
ja: ショーバランス
pt: Exibir Saldo
ru: Показать баланс

source: Show QR Code
ar: تبين QR رمز
el: Εμφάνιση κωδικού QR
fr: Montrer code QR
it: Mostra QR Code
ja: QRコードを表示する
pt: Exibir código QR
ru: Показать QR-код

source: Sign Up
ar: تسجيل الدخول
el: Εγγραφή
fr: Inscrivez-vous
it: Registrazione
ja: サインアップ
pt: Registrar-se
ru: Зарегистрироваться

source: Sign-Up failed: %@
ar: فشل انشاء الحساب: %@
el: Ανεπιτυχής εγγραφή: %@
fr: Échec de l’inscription :%@
it: Accesso fallito: %@
ja: 登録は失敗： ％@
pt: Falha no registro:%@
ru: Регистрация не удалась: %@

source: Skip
ar: تخطى
el: Παράβλεψη
fr: Passer
it: Salta
ja: スキップ
pt: Pular
ru: Пропустить

source: Skip this step
ar: تخطي هذه الخطوة
el: Παραλείψτε αυτό το βήμα
fr: Ignorez cette étape
it: Saltare questo passaggio
ja: このステップをスキップ
pt: Ignorar esta etapa
ru: Пропустить этот шаг

source: Small dust inputs in wallet. Not all funds can be spent. Please see airbitz.co/dust for details.
ja: ウォレットに小さいダストインプットが存在。資金の全てを使うことができません。詳細に関しては、airbitz.co/dustをご覧下さい。
ru: Инпуты в кошельке слишком маленькие ("пыль"). Невозможно потратить все средства. См. airbitz.co/dust.

source: Sorry
ar: آسف
el: Λυπούμαστε
fr: Désolé
it: Scusa
ja: ごめん
pt: Desculpe
ru: Извините

# Spa &amp; Massage
source: Spa & Massage
ar: منتجع صحي & تدليك
it: Terme & Massaggio
ja: スパとアンペア; マッサージ
pt: Spa & Massagem
ru: Спа & массаж

source: Spend Bitcoin (Plugins)
ar: أنفق بيتكوين (الإضافات)
el: Ξόδεμα Bitcoin (Plugins)
fr: Passez Bitcoin (Plugins)
it: Trascorrere Bitcoin (Plugins)
ja: Bitcoinを使う（プラグイン）
pt: Gaste Bitcoin (Plugins)
ru: Потратить биткойны (плагины)

source: Spending Limits
ar: حدود الإنفاق
el: Όριο Δαπάνης
fr: Limites de dépenses
it: Limiti di spesa
ja: 費やす限界
pt: Limites de Gasto
ru: Лимит средств

source: Sporting Goods
ar: بضائع رياضيه
el: Προϊόντα Άθλησης
fr: Articles de sport
it: Sportivo Merce
ja: スポーツ用品
pt: Artigos esportivos
ru: Спортивные товары

source: Sports
ar: رياضات
el: Αθλήματα
it: Sportivo
ja: スポーツ
pt: Esportes
ru: Спорт

source: Standard Fee
ar: الرسوم القياسية
el: Τυπική Χρέωση
fr: Frais standard
it: Tariffa ordinaria
ja: 標準料金
pt: Taxa padrão
ru: Стандартная комиссия

source: Starbucks (Up to 20% Off)
ar: ستاربكس (ما يصل الى 20٪ من)
el: Starbucks (μέχρι και 20% έκπτωση)
fr: Starbucks (jusqu'à 20 % de réduction)
it: Starbucks (fino al 20% di sconto)
ja: スターバックス（最大20％オフ）
pt: Starbucks (até 20% de desconto)
ru: Starbucks (скидка до 20%)

source: Student Loan
ar: قرض الطالب
el: Φοιτητικό Δάνειο
fr: Prêt d'étudiant
it: Prestito Studente
ja: 学生ローン
pt: Financiamento Estudantil
ru: Студенческий кредит

source: Successfully Logged In
ar: تسجيل بنجاح في
el: Σύνδεση επιτυχής
fr: Connexion réussie
it: Autenticato correttamente
ja: 正常にログインしました
pt: Login Bem Sucedido
ru: Вход прошел успешно

source: Successfully Verified Identity
ar: الهوية التحقق بنجاح
el: Επιτυχής επαλήθευση αναγνωριστικού ταυτότητας
fr: Identité vérifiée avec succès
it: Identità verificato correttamente
ja: 正常に確認されたアイデンティティ
pt: Identidade Verificada com Sucesso
ru: Идентификация успешно подтверждена

source: Successfully received identity token from %@
ar: تلقى بنجاح رمز هوية من %@
el: Επιτυχής λήψη διακριτικού αναγνώρισης ταυτότητας από %@
fr: Avec succès reçu token d'identité de %@
it: Ricevuto con successo dal token di identità %@
ja: Idトークンを正常に受信しました％@
pt: Token de identidade recebido com êxito de %@
ru: Получен идентификационный токен от %@

source: Sweep Funds From Private Key
ar: اكتساح صناديق من المفتاح الخاص
el: Εισαγωγή (sweep) χρημάτων από Ιδιωτικό Κλειδί
fr: Balayage des fonds de la clé privée
it: Sweep Funds From chiave Privata
ja: プライベートキーから資金を払う
pt: Resgatar Fundos da Chave Privada
ru: Перевести средства с приватного ключа

source: Synchronizing
ar: مزامنة
el: Γίνεται συγχρονισμός
fr: Synchronisation
it: Sincronizzo
ja: 同期中
pt: Sincronizando
ru: Синхронизация

source: TOTAL:
ar: المبلغ الإجمالي
el: ΣΥΝΟΛΟ:
it: TOTALE:
ja: 合計
ru: Итого:

source: Tap and hold a wallet for additional options
ar: انقر مع الاستمرار على المحفظة لخيارات إضافية
el: Πατήστε παρατεταμένα σε ένα πορτοφόλι για επιπλέον επιλογές
fr: Appuyez et maintenez un portefeuille pour d’options supplémentaires
it: Toccare e tenere premuto un portafoglio di opzioni aggiuntive
ja: 追加オプションのためにウォレットをタップ＆ホールド
pt: Toque e segure uma carteira para obter opções adicionais
ru: Нажмите и удерживайте кошелек для дополнительных опций

source: Target (Up to 10% Off)
ar: الهدف (ما يصل إلى 10٪ من)
el: Target (μέχρι και 10% έκπτωση)
fr: Target (jusqu'à 10 % de réduction)
it: Bersaglio (fino al 10% Off)
ja: ターゲット（最大10％オフ）
pt: Target (até 10% de desconto)
ru: Target (скидка до 10%)

source: Tax
ar: قرض الطالب
el: Φόρος
fr: Impôt
it: Imposta
ja: 税金
pt: Imposto
ru: Налоги

source: Television
ar: تلفزيون
el: Τηλεόραση
fr: Télévision
it: Televisione
ja: テレビ
pt: Televisão
ru: Телевидение

source: The Two Factor Authentication token on this device is invalid. Either the token was changed by a different device our your clock is skewed. Please check your system time to ensure it is correct.
ar: الرمز المميز مصادقة عامل اثنين على هذا الجهاز غير صالح. إما تم تغيير رمز من قبل جهاز آخر لدينا مدار الساعة لديك منحرفة. يرجى التحقق من وقت النظام للتأكد من صحتها.
el: Το διακριτικό του ελέγχου ταυτότητας δύο παραγόντων σε αυτήν τη συσκευή δεν είναι έγκυρο. Είτε το διακριτικό έχει αλλάξει από διαφορετική συσκευή ή το ρολόι του συστήματος σας είναι απορρυθμισμένο. Παρακαλούμε ελέγξτε την ώρα στο σύστημα σας για να βεβαιωθείτε ότι είναι σωστή.
fr: Les deux facteurs du jeton d’authentification sur cet appareil n’est pas valide. Soit le jeton a été changé par un autre périphérique ou votre horloge est biaisé. S’il vous plaît vérifier votre temps de système pour s’assurer que c’est correct.
it: Il token Autenticazione a due fattori su questo dispositivo non è valido. In entrambi i casi il token è stato cambiato da un dispositivo diverso il nostro il vostro orologio è inclinata. Si prega di verificare l'ora di sistema per assicurarsi che sia corretto.
ja: 2要素認証トークン無効です。トークンが別のデバイスによって変更されたか時計が歪んでい。 システム時刻が正しいことを確認してください。
pt: O token de autenticação de dois fatores neste dispositivo é inválido. O token foi mudado por um dispositivo diferente ou a hora do seu relógio está errada. Por favor, verifique o horário do relógio do seu sistema para garantir se está correto.
ru: Токен двухфакторной аутентификации на этом устройстве неверен. Либо токен был сменен другим устройством, либо системные часы рассинхронизировались. Пожалуйста, проверьте установленное в системе время.

source: The bitcoin address of the device you connected with:%1$@ does not match the address that was initially advertised:%2$@
ar: عنوان بيتكوين من الجهاز الذي متصل:%1$@ لا يطابق العنوان الذي تم الإعلان في البداية:%2$@
el: Η διεύθυνση bitcoin της συσκεύης με την οποία συνδεθήκατε:%1$@ δεν ταιριάζει με την διεύθυνση που είχε στην αρχή μεταδοθεί:%2$@
fr: L’adresse bitcoin du périphérique que vous avez utilisé pour vous connectez :%1$@ ne correspond pas à l’adresse qui a été annoncé au départ :%2$@
it: L'indirizzo bitcoin del dispositivo è stato collegato con:%1$@ non corrisponde l'indirizzo che è stato inizialmente pubblicizzato:%2$@
ja: あなたが接続したデバイスのビットコインアドレス：％1 $ @最初に広告されたアドレスと一致しません：％2 $ @
pt: O endereço bitcoin do dispositivo conectado com:%1$@ não coincide com o endereço que foi inicialmente anunciado:%2$@
ru: Биткойн-адрес устройства, к которому Вы присоединены: %1$@ не соответствует первоначально заявленному адресу: %2$@

source: The following services are not provided by %@. For issues and feedback, please contact the respective service providers.
ar: لا يتم توفير الخدمات التالية %@. للقضايا وردود الفعل، يرجى الاتصال مقدمي الخدمات المعنية.
el: Οι ακόλουθες υπηρεσίες δεν παρέχονται από την %@. Για προβλήματα και ενημέρωση, παρακαλούμε επικοινωνήστε με τις αντίστοιχες υπηρεσίες.
fr: Les services suivants ne sont pas fournis par %@. \n\n Pour les questions et les commentaires, S'il vous plaît contacter les fournisseurs de services respectifs.
it: I seguenti servizi non sono forniti da %@. Per problemi e feedback, si prega di contattare i rispettivi fornitori di servizi.
ja: 以下のサービスは、％@。 問題とフィードバックに関、それぞれのサービスプロバイダにお問い合わせください。
pt: Os seguintes serviços não são fornecidos por %@. Para questões e comentários, entre em contato com os respectivos provedores de serviços.
ru: Данная услуга не поддерживается %@. Пожалуйста, свяжитесь с уполномоченными представителями предоставляющего услугу сервиса, если у Вас есть вопросы.

source: The given answers were incorrect. Please try again.
ar: وكانت الاجابات غير صحيحة. حاول مرة اخرى.
el: Οι απαντήσεις που δόθηκαν ήταν λανθασμένες. Παρακαλούμε δοκιμάστε ξανά.
fr: Les réponses donnés sont incorrectes. Veuillez essayer de nouveau.
it: Le risposte fornite non erano corretti. Riprova.
ja: 与えられた答えは間違っていた。もう一度お試しください。
pt: As respostas dadas estavam incorretas. Por favor, tente novamente.
ru: Вы дали неправильные ответы на вопросы. Пожалуйста, попробуйте снова.

source: The password to this account was changed by another device. Please login using the new credentials.
ar: تم تغيير كلمة المرور لهذا الحساب من قبل جهاز آخر. يرجى تسجيل الدخول باستخدام أوراق اعتماد جديدة.
el: Ο κωδικός πρόσβασης σε αυτόν τον λογαριασμό άλλαξέ από κάποια άλλη συσκευή. Παρακαλώ συνδεθείτε χρησιμοποιώντας τα νέα στοιχεία.
fr: Le mot de passe pour ce compte a été modifié par un autre appareil. Connectez vous en utilisant les nouvelles informations d’identification.
it: La password per questo account è stato modificato da un altro dispositivo. Effettua il login utilizzando le nuove credenziali.
ja: このアカウントのパスワードは、別のデバイスによって変更されました。 新しい資格情報を使用してログインしてください。
pt: A senha para esta conta foi alterada por outro dispositivo. Faça o login usando as novas credenciais.
ru: Пароль к этой учетной записи был изменен на другом устройстве. Пожалуйста, войдите, используя новые регистрационные данные.

source: This account already has password recovery setup. Would you like to disable it?
ar: هذا الحساب لديه بالفعل الإعداد استعادة كلمة السر. هل ترغب في تعطيله؟
el: Αυτός ο λογαριασμός έχει ήδη προχωρήσει σε ανάκτηση του κωδικού πρόσβασης. Θέλετε να ακυρώσετε αυτήν την ενέργεια;
fr: Ce compte a déjà configuré de récupération de mot de passe. Voulez-vous le désactivez?
it: Questo account ha già impostato il recupero della password. Volete disattivarlo?
ja: このアカウントにはすでにパスワード回復の設定があります。それを無効にしますか？
pt: Esta conta já tem configuração de recuperação de senha. Deseja desativar a recuperação de senha?
ru: Восстановления пароля для этой учетной записи уже настроен. Хотите отключить его?

source: This application would like to access the following repositories linked to your Airbitz account. It will not have access to any other accounts or wallets.
ar: وهذا من شأنه تطبيق ترغب في الوصول إلى مستودعات التالية مرتبطة حساب Airbitz الخاص بك. فإنه لن يكون الوصول إلى أي حسابات أو محافظ أخرى.
el: Αυτή η εφαρμογή θα ήθελε να έχει πρόσβαση στα ακόλουθα αποθετήρια που συνδέονται με τον Airbitz λογαριασμό σας. Δεν θα έχει πρόσβαση σε άλλα πορτοφόλια και λογαριασμούς.
fr: Cette application souhaite accéder aux référentiels suivants liés à votre compte Airbitz. Il ne sera pas avoir accès à tous les autres comptes ou porte-monnaie.
it: Questa applicazione vuole accedere alle seguenti repository collegati al tuo account Airbitz. Essa non avrà accesso a qualsiasi altro account o portafogli.
ja: このアプリケーションは、あなたのAirbitzアカウントにリンクされた以下のリポジトリにアクセスしたいと考えています。他のアカウントや財布にアクセスすることはできません。
pt: Esta aplicação gostaria de acessar os seguintes repositórios ligados à sua conta Airbitz. A aplicação não terá acesso a quaisquer outras contas ou carteiras.
ru: Это приложение хочет получить доступ к следующим хранилищам, связанным с Вашей учетной записью в Airbitz. Оно не получит доступа к другим учетным записям или кошелькам.

source: This is not your email or real name. This is the username to login into your [[abtag APP_TITLE]] account on this and other devices. Your username and password are known only to you and never stored unencrypted.
ar: هذا ليس البريد الإلكتروني أو اسم حقيقي. هذا هو اسم المستخدم للدخول إلى حسابك[[abtag APP_TITLE]] حساب حول هذا الموضوع وغيرها من الأجهزة. ومن المعروف اسم المستخدم وكلمة المرور الخاصة بك فقط لأنك وأبدا تخزين مشفرة.
el: Αυτό δεν είναι το email ούτε το πραγματικό όνομα σας. Είναι το όνομα χρήστη για σύνδεση στον [[abtag APP_TITLE]] λογαριασμό σας, σε αυτήν και σε άλλες συσκευές. Το όνομα χρήστη και ο κωδικός πρόσβασης είναι γνωστά μόνο σε εσάς και δεν αποθηκεύονται ποτέ χωρίς κρυπτογράφηση.
fr: Ce n’est pas votre email ou nom réel. Voici le nom d’utilisateur pour ouvrir une session dans votre [[abtag APP_TITLE]] compte là-dessus et d’autres dispositifs. Votre nom d’utilisateur et mot de passe sont connus uniquement par vous et ne jamais stockées non chiffrée.
it: Questo non è il tuo e-mail o il nome reale. Questo è il nome utente per accedere al tuo account [[abtag APP_TITLE]] su questo e altri dispositivi. Il nome utente e la password sono noti solo a voi e non contenute in chiaro.
ja: これはあなたの電子メールまたは本名ではありません。 これはあなたにログインするためのユーザー名です[[abtag APP_TITLE]] このデバイスと他のデバイスのアカウント あなたのユーザー名とパスワードは知られており、暗号化されていない状態では決して保管されません。
pt: Esse não é seu e-mail ou nome real. Esse é o nome de usuário para acessar sua conta [[abtag APP_TITLE]] neste e em outros dispositivos. Seu nome de usuário e senha são conhecidos apenas por você e nunca são guardados sem criptografia.
ru: Это поле не должно содержать адрес Вашей электронной почты или Ваше настоящее имя. Это имя пользователя для входа в Вашу учетную запись [[abtag APP_TITLE]] на этом и других устройствах. Ваши имя пользователя и пароль известны только Вам и никогда не хранятся в незашифрованном виде.

source: This may take a few minutes if it is the first time logging into this device.
ar: قد يستغرق هذا بضع دقائق إذا كانت هذه هي المرة الأولى الدخول إلى هذا الجهاز.
el: Αυτή η ενέργεια μπορεί να διαρκέσει μερικά λεπτά καθώς η συγκεκριμένη συσκευή συνδέεται για πρώτη φορά.
fr: Cela peut prendre quelques minutes si c’est la première fois d'enregistrement dans cet appareil.
it: Questa operazione potrebbe richiedere alcuni minuti se è la prima volta che la registrazione in questo dispositivo.
ja: このデバイスに初めてログインする場合は、数分かかることがあ。
pt: O processo pode demorar alguns minutos se for a primeira vez que está logando neste dispositivo.
ru: Это может занять несколько минут при первом входе на данном устройстве.

source: This site would like to:
ar: ان هذا الموقع ترغب في:
el: Αυτή η σελίδα θα ήθελε να:
fr: Ce site souhaite:
it: Questo sito vorrebbe:
ja: このサイトは次のようにします：
pt: Este site gostaria de:
ru: Этот сайт желает:

source: This wallet has been archived. Please select a different wallet from the [Wallets] screen
ar: تم أرشفة هذه المحفظة. الرجاء اختيار محفظة مختلفة من [Wallets] شاشة
el: Αυτό το πορτοφόλι έχει αρχειοθετηθεί. Παρακαλούμε επιλέξτε ένα διαφορετικό πορτοφόλι από την οθόνη [Wallets]
fr: Ce portefeuille a été archivé. S’il vous plaît sélectionner un portefeuille différent sur l’écran de [Wallets]
it: Questo portafoglio è stato archiviato. Si prega di selezionare un portafoglio diverso da quello [Wallets] schermo
ja: この財布は保管されています。別のウォレットを選択してください[Wallets] 画面
pt: Esta carteira foi arquivada. Por favor, selecione uma carteira diferente na tela [Wallets]
ru: Этот кошелек был переведен в архив. Пожалуйста, выберите другой кошелек на экране [Wallets]

source: Time to crack:
ar: الوقت للقضاء:
el: Χρόνος που απαιτείται για παραβίαση:
fr: Temps à craquer :
it: Tempo di crack:
ja: クラックする時間：
pt: Tempo para quebrar:
ru: Оставшееся время:

source: To complete account recovery setup you MUST save an account recovery token. This will be required to recover your account in addition to your username and recovery answers. Please enter your email below to send yourself the recovery token.
ar: لاستكمال الإعداد استرداد الحساب يجب أن حفظ رمز استرداد الحساب. سوف تكون هناك حاجة إلى هذا استرداد حسابك بالإضافة إلى اسم المستخدم والانتعاش إجابات. يرجى إدخال البريد الالكتروني أدناه لإرسال نفسك رمز الانتعاش.
el: Για να ολοκληρωθεί η λειτουργία ανάκτησης του λογαριασμού ΠΡΕΠΕΙ να αποθηκεύσετε ένα διακριτικό ανάκτησης λογαριασμού. Το συγκεκριμένο θα απαιτείται για να ανακτήσετε τον λογαριασμό σας σε συνδυασμό με το όνομα χρήστη σας και τις απαντήσεις ανάκτησης που έχετε θέσει. Παρακαλούμε εισάγετε παρακάτω το email σας για να στείλετε στον εαυτό σας το διακρτικό ανάκτησης.
fr: "Pour terminer la configuration de récupération de compte, vous DEVEZ enregistrer un token de récupération de compte. Ce sera nécessaire pour récupérer votre compte en plus de votre nom d'utilisateur et de récupération des réponses. S'il vous plaît entrer votre e-mail ci-dessous pour vous envoyer le token de récupération.
it: Per completare la configurazione dell'account di ripristino che si deve salvare un token per il recupero. Questo sarà necessario per recuperare il tuo account in aggiunta al vostro nome utente e recupero risposte. Per inviare te stesso il token di recupero Inserisci il tuo indirizzo email qui sotto.
ja: アカウント回復セットアップを完了するにはアカウント回復トークンを保存する必要があり。これは、ユーザー名と復旧の回答に加えて、アカウントを回復するために必要となります。リカバリトークンを送信するには下にメールアドレスを入力してください。
pt: Para completar a configuração de recuperação de conta, você DEVE salvar um token de recuperação de conta. Isso será necessário para recuperar sua conta, além de seu nome de usuário e respostas de recuperação. Digite seu próprio e-mail abaixo para receber o token de recuperação.
ru: Для завершения настройки восстановления пароля Вы ДОЛЖНЫ сохранить токен восстановления. Он потребуется Вам для восстановления контроля над Вашей учетной записью вместе с именем пользователя и ответами на вопросы для восстановления. Пожалуйста, введите адрес Вашей электронной почты для отправки токена восстановления.
