Repository: Airbitz/airbitz-ios-gui
Catalog: Localization/Airbitz/*.xliff
Languages: ar, el, fr, it, ja, pt, ru

source: Password mismatch
ar: عدم تطابق كلمة المرور
el: Ασυμφωνία κωδικών πρόσβασης
fr: Mots de passe différents
it: Password non corrispondente
ja: パスワードの不一致
pt: Senha incorreta
ru: Пароли не совпадают

source: Password successfully changed. DO NOT FORGET YOUR PASSWORD OR RECOVERY ANSWERS! THEY CANNOT BE RECOVERED!
ar: الرقم السري تغير بنجاح. لا ينسى كلمة المرور الخاصة بك أو استرداد أجوبة! فلا يمكن المستردة!
el: Ο κωδικός πρόσβασης άλλαξε με επιτυχία. ΝΑ ΜΗΝ ΞΕΧΑΣΕΤΕ ΤΟΝ ΚΩΔΙΚΟ ΠΡΟΣΒΑΣΗΣ ΣΑΣ ΟΥΤΕ ΤΙΣ ΑΠΑΝΤΗΣΕΙΣ ΑΝΑΚΤΗΣΗΣ! ΔΕΝ ΜΠΟΡΟΥΝ ΝΑ ΑΝΑΚΤΗΘΟΥΝ!
fr: Mot de passe modifié avec succès. N’OUBLIEZ PAS VOTRE MOT DE PASSE OU DE RÉPONSES DE RÉCUPÉRATION ! ILS NE PEUVENT PAS ÊTRE RÉCUPÉRÉS !
it: Password cambiata con successo. NON dimenticare la password o il recupero RISPOSTE! NON possono essere recuperati!
ja: パスワードが正常に変更されました。 あなたのパスワードや回復を忘れるな！ 彼らは回復できません！
pt: Senha alterada com sucesso. NÃO ESQUEÇA SUA SENHA OU AS RESPOSTAS DE RECUPERAÇÃO! ELAS NÃO PODEM SER RECUPERADAS!
ru: Пароль успешно изменен. НЕ ЗАБУДЬТЕ ВАШ ПАРОЛЬ И ОТВЕТЫ НА ВОПРОСЫ ДЛЯ ЕГО ВОССТАНОВЛЕНИЯ! ОНИ НЕ МОГУТ БЫТЬ ВОССТАНОВЛЕНЫ!

source: Payment received
ar: تلقى الدفع
el: Έγινε λήψη πληρωμής
fr: Payement reçu
it: Pagamento ricevuto
ja: 支払い受け取
pt: Pagamento recebido
ru: Платеж получен

source: Pending
el: Εκκρεμεί
fr: En cours
it: In sospeso
ja: ペンディング
pt: Pendente
ru: Ожидающие

source: Personal Care
ar: رعاية شخصية
el: Προσωπική Φροντίδα
fr: Soins personnels
it: Cura Personale
ja: パーソナルケア
pt: Cuidado Pessoal
ru: Средства личной гигиены

# Pet Food &amp; Supplies
source: Pet Food & Supplies
ar: طعام الحيوانات الاليفة & اللوازم
el: Φαγητό Κατοικίδιου & Προμήθειες
fr: Aliment pour animaux familiers & Fournitures
it: Cibo per animali & forniture
ja: ペットフードとアンプ; 用品
pt: Ração & Produtos para animais
ru: Корм & товары для домашних животных

source: Pet Grooming
ar: الحيوانات الأليفة الاستمالة
el: Καλωπισμός Κατοικιδίου
fr: Toilettage d’animaux
it: Beniamino Strigliare
ja: ペットグルーミング
pt: Cuidados de animais
ru: Уход за домашними животными

source: Pets
ar: الحيوانات الأليفة
el: Κατοικίδια
fr: Animaux
it: Beniamino
ja: ペット
pt: Animais de estimação
ru: Домашние животные

source: Pharmacy
ar: صيدلية
el: Φαρμακείο
fr: Pharmacie
it: Farmacia
ja: 薬局
pt: Farmácia
ru: Аптека

source: Place Call
ar: مكان مكالمة
el: Πραγματοποίηση Κλήσης
fr: S’il vous plaît appeler
it: Effettua chiamata
ja: 場所コール
pt: Fazer Chamada
ru: Исходящий вызов

source: Please click the link below from a mobile device with %1$@ installed to initiate account recovery for username [%2$@] <br><br>%3$@
ar: يرجى النقر على الرابط أدناه من جهاز محمول مع %1$@ تثبيت لبدء استرداد الحساب لاسم المستخدم [%2$@] <br><br>%3$@
el: Παρακαλούμε πατήστε στον σύνδεσμο παρακάτω, από μία κινητή συσκευή με εγκατεστημένη την εφαρμογή %1$@, για να αρχίσετε την ανάκτηση του λογαριασμού με όνομα χρήστη [%2$@] <br><br>%3$@
fr: S'il vous plaît cliquer sur le lien ci-dessous à partir d'un appareil mobile avec %1$@ installé pour lancer la récupération de compte pour nom d'utilisateur [%2$@] <br><br>%3$@
it: Cliccate sul link qui sotto da un dispositivo mobile con %1$@ installato per avviare il ripristino conto username [%2$@] <br><br>%3$@
ja: ％1 $ @がインストールされているモバイルデバイスから下のリンクをクリックして、ユーザー名[％2 $ @]のアカウントの復元を開始してください <br><br>%3$@
pt: Clique no link abaixo de um dispositivo móvel com %1$@ Instalado para iniciar a recuperação da conta para o nome de usuário [%2$@] <br><br>%3$@
ru: Пожалуйста, откройте приведенную ниже ссылку на мобильном устройстве с установленным %1$@ для активации восстановления контроля над учетной записью пользователя [%2$@] <br><br>%3$@

source: Please create a PIN for this account to enable quick re-logins
ar: يرجى إنشاء PIN لهذا الحساب لتمكين سريعة إعادة تسجيل الدخول
el: Παρακαλούμε δημιουργήστε ένα PIN για αυτόν το λογαριασμό ώστε να μπορείτε να κάνετε γρήγορη επανασύνδεση
fr: S'il vous plaît créer un code PIN pour ce compte pour permettre la réutilisation des re-connexions rapides
it: Si prega di creare un PIN per questo account per consentire rapido ri-login
ja: 迅速な再ログインを可能にするには、このアカウントのPINを作成してください
pt: Crie um PIN para esta conta para permitir reconfigurações rápidas
ru: Пожалуйста, задайте PIN-код для активации быстрого повторного входа в эту учетную запись

source: Please create a new account and transfer your funds if you forgot your password. Your password CANNOT BE RECOVERED by %@ and you will lose access to your funds without your password.
ja: パスワードを忘れた場合、新しいアカウントを作り資金を移して下さい。%@によりパスワードを回復することはできず、パスワードなしでは資金へのアクセスを失います。
ru: Создайте новый аккаунт и переводите туда средства если вы забыли пароль. Пароль НЕЛЬЗЯ ВОССТАНОВИТЬ и вы потеряете доступ к вашим средствам если потеряете пароль.

source: Please create a password for this account or you will not be able to recover your account if your device is lost or stolen.
ar: يرجى إنشاء كلمة مرور لهذا الحساب أو أنك لن تكون قادرا على استرداد حسابك في حالة فقدان الجهاز أو سرقته.
el: Παρακαλούμε δημιουργήστε έναν κωδικό πρόσβασης για αυτόν το λογαριασμό αλλιώς δεν θα μπορέσετε να ανακτήσετε τον λογαριασμό εάν η συσκευή σας χαθεί ή κλαπεί.
fr: Veuillez créer un mot de passe pour ce compte, ou vous ne serez pas en mesure de récupérer votre compte si votre appareil est perdu ou volé.
it: Si prega di creare una password per questo account o non sarà in grado di recuperare il tuo account se il dispositivo viene perso o rubato.
ja: このアカウントのパスワードを作成してください。または端末を紛失または盗難した場合にアカウントを復旧することはできません
pt: Por favor, crie uma senha para essa conta, ou você não será capaz de recuperá-la se seu dispositivo for perdido ou roubado.
ru: Пожалуйста, создайте пароль для этой учетной записи, иначе Вы не сможете получить доступ к ней, если потеряете свое устройство или оно будет украдено.

source: Please enter a User Name
ar: الرجاء ادخال اسم المستخدم
el: Παρακαλούμε εισάγετε ένα Όνομα Χρήστη
fr: Veuillez entrer un nom d’utilisateur
it: Si prega di inserire un nome utente
ja: ユーザー名を入力してください
pt: Por favor, digite um Nome de Usuário
ru: Пожалуйста, введите имя пользователя

source: Please enter a username at the login screen
ar: الرجاء إدخال اسم المستخدم في شاشة تسجيل الدخول
el: Παρακαλούμε εισάγετε ένα όνομα χρήστη στην οθόνη σύνδεσης
fr: S'il vous plaît entrer un nom d'utilisateur à l'écran de connexion
it: Prega di inserire un nome utente alla schermata di login
ja: ログイン画面でユーザー名を入力してください
pt: Insira um nome de usuário na tela de login
ru: Пожалуйста, введите имя пользователя на экране входа

source: Please enter an amount to send
ar: الرجاء إدخال مبلغ لإرسال
el: Παρακαλώ εισάγετε ένα ποσό για αποστολή
fr: Veuillez entrer un montant à envoyer
it: Si prega di inserire un importo di inviare
ja: 送信する金額を入力してください
pt: Por favor, digite uma quantia para enviar
ru: Пожалуйста, введите сумму для отправки

source: Please enter the username of the account to recover
ar: الرجاء إدخال اسم المستخدم لحساب لاسترداد
el: Παρακαλούμε εισάγετε το όνομα χρήστη του λογαριασμού για επαναφορά
fr: S'il vous plaît entrez le nom d'utilisateur du compte pour récupérer
it: Si prega di inserire il nome utente dell'account di recuperare
ja: 復旧するアカウントのユーザー名を入力してください
pt: Digite o nome de usuário da conta que será recuperada
ru: Пожалуйста, введите имя пользователя, контроль над аккаунтом которого Вы хотите восстановить

source: Please enter your PIN
ar: يرجى إدخال رقم التعريف الشخصي الخاص بك
el: Παρακαλούμε εισάγετε το PIN σας
fr: Veuillez entrer votre code PIN
it: Si prega di inserire il PIN
ja: PINを入力してください
pt: Por favor, digite o seu PIN
ru: Пожалуйста, введите Ваш PIN-код

source: Please enter your correct password.
ar: يرجى إدخال كلمة المرور الصحيحة.
el: Παρακαλούμε εισάγετε τον σωστό κωδικό πρόσβασης σας.
fr: Veuillez entrer votre correct mot de passe.
it: Si prega di inserire la password corretta.
ja: 正しいパスワードを入力してください。
pt: Por favor, digite a sua senha corretamente.
ru: Пожалуйста, введите верный пароль.

source: Please enter your password to enable Touch ID
ar: يرجى إدخال كلمة المرور لتمكين معرف تاتش
el: Παρακαλούμε εισάγετε τον κωδικό πρόσβασης σας για να ενεργοποιήσετε το Touch ID
fr: Veuillez entrer votre mot de passe pour activer Touch ID
it: Si prega di inserire la password per consentire tocco ID
ja: タッチIDを有効にするにはパスワードを入力してください
pt: Por favor, digite sua senha para habilitar o Touch ID
ru: Пожалуйста, введите ваш пароль для активации Touch ID

source: Please find the email and click on the link from this device to initiate recovery
ar: يرجى الاطلاع على البريد الإلكتروني وانقر على وصلة من هذا الجهاز لبدء الانتعاش
el: Παρακαλούμε εντοπίστε το email και πατήστε στον σύνδεσμο από αυτήν τη συσκευή για να ξεκινήσετε την ανάκτηση
fr: S'il vous plaît trouver l'email et cliquez sur le lien de cet appareil pour lancer la récupération
it: Si prega di trovare l'e-mail e fare clic sul collegamento da questo dispositivo per avviare il ripristino
ja: Eメール見つけてください、このデバイスからのリンクをクリックしてリカバリを開始します
pt: Verifique seu e-mail e clique no link a partir deste dispositivo para iniciar a recuperação
ru: Пожалуйста, зайдите с этого устройства на электронную почту и перейдите по ссылке из письма для начала процесса восстановления

source: Please have Requestor contact support
ar: يرجى أن يكون الاتصال بالدعم الطالب
el: Παρακαλούμε κάνετε αίτημα στην τεχνική υποστήριξη
fr: S’il vous plaît veuillez avoir le contact du support technique
it: Si prega di avere il supporto di contatto Richiedente
ja: リクルーターにサポートを依頼してください
pt: Por favor, entre em contato com o suporte do solicitante
ru: Запросивший должен обратиться в службу поддержки

source: Please logout of current account before attempting password recovery
ar: من فضلك خروج من الحساب الجاري قبل محاولة استعادة كلمة السر
el: Παρακαλούμε αποσυνδεθείτε από τον λογαριασμό σας πριν επιχειρήσετε ανάκτηση του κωδικού πρόσβασης
fr: S'il vous plaît déconnecter du compte courant avant de tenter la récupération de mot de passe
it: Si prega di disconnettersi di conto corrente prima di tentare il recupero della password
ja: パスワードの回復を試みる前に現在のアカウントからログアウトしてください
pt: Efetue logout da conta atual antes de tentar recuperar a senha
ru: Пожалуйста, выйдите из текущей учетной записи перед началом восстановления пароля

source: Please try again later or contact support
ar: يرجى المحاولة مرة أخرى في وقت لاحق أو الاتصال بالدعم
el: Παρακαλούμε προσπαθήστε αργότερα ή επικοινωνήστε με την τεχνική υποστήριξη
fr: Veuillez réessayer ultérieurement ou contacter le support
it: Si prega di riprovare più tardi o contattare il supporto
ja: 後でもう一度お試しいただくか、サポートにお問い合わせください
pt: Por favor, tente novamente mais tarde ou contate o suporte
ru: Пожалуйста, попробуйте позже или свяжитесь со службой технической поддержки

source: Please verify the domain above and tap LOGIN to authenticate with this site
ar: يرجى التحقق من النطاق أعلاه والاستفادة تسجيل الدخول إلى المصادقة مع هذا الموقع
el: Παρακαλούμε επαληθεύστε το όνομα της παραπάνω τοποθεσίας και πατήστε ΣΥΝΔΕΣΗ για να πιστοποιήσετε την συγκεκριμένη ιστοσελίδα
fr: S'il vous plaît vérifier le domaine ci-dessus et cliquez sur LOGIN pour authentifier avec ce site
it: Si prega di verificare il dominio sopra e toccare Accedi per l'autenticazione con questo sito
ja: 上記のドメインを確認しこのサイトで認証するにはLOGINをタップしてください
pt: Verifique o domínio acima e toque em LOGIN para autenticar com este site
ru: Пожалуйста, проверьте домен вверху и нажмите ВХОД для авторизации на этом сайте

# Please wait %.0f seconds before retrying %@
source: Please wait %1$.0f seconds before retrying %2$@
ar: أرجو الإنتظار %1$.0f ثواني قبل إعادة المحاولة %2$@
el: Παρακαλούμε περιμένετε %1$.0f δευτερόλεπτα πριν προσπαθήσετε ξανά %2$@
fr: Veuillez patienter %1$.0f secondes avant une nouvelle tentative de %2$@
it: Attendere prego %1$.0f secondi prima di riprovare %2$@
ja: ％1$.0f秒待ってから％2 $ @を再試行してください。
pt: Por favor, espere %1$.0f segundos antes de tentar novamente %2$@
ru: Пожалуйста, подождите %1$.0f секунд перед следующей попыткой %2$@

source: Please wait 1 second before retrying %@
ar: يرجى الانتظار 1 ثانية قبل إعادة المحاولة %@
el: Παρακαλούμε περιμένετε 1 δευτερόλεπτο πριν προσπαθήσετε ξανά %@
fr: Veuillez patienter 1 seconde avant une nouvelle tentative de %@
it: Attendere prego 1 secondo prima di riprovare %@
ja: 再試行する前に1秒間お待ちください％@
pt: Por favor, espere 1 segundo antes de tentar novamente %@
ru: Пожалуйста, подождите 1 секунду перед следующей попыткой %@

source: Present QR code to Sender and have them scan to send you payment
ar: رمز الاستجابة السريعة الحالي إلى المرسل، ويكون لهم مسح لنرسل لك دفع
el: Δείξτε τον QR κωδικό στον Αποστολέα ώστε να τον σαρώσει και να σας στείλει πληρωμή
fr: Présenter le code QR à l’expéditeur et les analyser pour vous envoyer le paiement
it: Codice QR presente al mittente e li hanno scansione di inviare il pagamento
ja: 送信者にQRコードを提示して、支払いを送信するようスキャンします
pt: Apresente o código QR para o Remetente para leitura e envio do pagamento
ru: Передайте QR-код отправителю для сканирования и совершения Вам платежа

source: Private Seed
ar: خاص بذرة
el: Ιδιωτικό Seed
fr: Semence privée
it: Seed privato
ja: プライベートシード
pt: Seed Privada
ru: Приватный сид

source: Property
ar: الملكية
el: Ιδιοκτησία
fr: Propriété
it: Proprietà
ja: プロパティ
pt: Propriedade
ru: Собственность

source: Provide an Identity Token
ar: توفير رمز الهوية
el: Παροχή ενός διακριτικού αναγνώρισης ταυτότητας
fr: Fournir un Token d'Identité
it: Fornire un token di identità
ja: アイデンティティトークンを提供する
pt: Fornecer um Token de Identidade
ru: Предоставить идентификационный токен

source: Public Seed (XPub)
ar: البذور العام (XPub)
el: Δημόσιο Seed (XPub)
fr: Graine de public (XPub)
it: Pubblico Seme (XPub)
ja: パブリックシード（XPub）
ru: Публичный сид (XPub)

source: Public Transportation
ar: النقل العام
el: Δημόσιες συγκοινωνίες
fr: Transport public
it: Pubblico Trasporti
ja: 公共交通機関
pt: Transporte Coletivo
ru: Общественный транспорт

source: QR Code Scan Failure
ar: QR رمز الفشل مسح
el: Αποτυχία σάρωσης κωδικού QR
fr: Echec du Code QR du Scanner
it: La mancata QR Codice scansione
ja: QRコードスキャン失敗
pt: Falha ao ler o Código QR
ru: Ошибка сканирования QR-кода

source: REFER YOUR FRIENDS (Earn Bitcoin)
ar: الرجوع أصدقائك (كسب بيتكوين)
el: ΠΡΟΣΚΑΛΕΣΤΕ ΤΟΥΣ ΦΙΛΟΥΣ ΣΑΣ (Κερδίστε Bitcoin)
fr: Parrainez vos amis (gagnez Bitcoin)
it: Invita un amico (Guadagna Bitcoin)
ja: 参照するあなたの友人 （獲得Bitcoin）
pt: INDIQUE PARA SEUS AMIGOS (Ganhe Bitcoin)
ru: ПОСОВЕТОВАТЬ ДРУЗЬЯМ (Заработать бикойны)

source: Re-enter New Password
ar: أعد إدخال كلمة السر الجديدة
el: Πληκτρολογήστε ξανά τον νέο κωδικό πρόσβασης
fr: Entrez à nouveau le nouveau mot de passe
it: Reinserisci la nuova password
ja: 新しいパスワードを再入力する
pt: Redigite a Nova Senha
ru: Повторно введите новый пароль

source: Received Bitcoin
ar: تلقى بيتكوين
el: Έγινε λήψη Bitcoin
fr: Bitcoin reçu
it: Ricevuto Bitcoin
ja: 受け取ったBitcoin
pt: Bitcoin Recebido
ru: Полученные биткойны

source: Received Funds
ar: تسلم الأموال
el: Ληφθέντα χρήματα
fr: Fonds reçus
it: I fondi ricevuti
ja: 受領した資金
pt: Fundos Recebidos
ru: Полученные средства

source: Received...
ar: تم الاستلام...
el: Έγινε λήψη...
fr: Reçu ...
it: Ricevuti...
ja: 受け取った...
pt: Recebido...
ru: Получение...

source: Recovery Answers Corrupt!
ar: الانتعاش إجابات الفاسدة!
ja: リカバリー回答腐敗！
pt: As respostas de recuperação de senha estão corrompidas!
ru: Ответы для восстановления аккаунта Повреждены!

source: Recovery Disabled
ar: انتعاش المعاقين
el: Επαναφορά απενεργοποιημένη
fr: Récupération Désactivé
it: Recupero disabili
ja: 回復無効
pt: Recuperação desativada
ru: Восстановление отключено

source: Recovery Password Reminder
ar: انتعاش تذكير كلمة السر
el: Υπενθύμιση ανάκτησης κωδικού πρόσβασης
fr: Rappel de récupération du mot de passe
it: Recupero Password Promemoria
ja: パスワードリマインダーを回復する
pt: Recuperação do Lembrete de Senha
ru: Напоминание о восстановлении пароля

source: Recovery Questions Not Set
ar: انتعاش أسئلة غير محدد
el: Δεν έχει γίνει ορισμός ερωτήσεων ανάκτησης
fr: Questions de récupération non définie
it: Recupero Domande non impost
ja: 回復に関する質問が設定されていない
pt: Perguntas de Recuperação Não Definidas
ru: Вопросы для восстановления не заданы

source: Recovery Questions Set
ar: انتعاش الأسئلة المحددة
el: Οι ερωτήσεις ανάκτησης έχουν οριστεί
fr: Ensemble des Questions de récupération
it: Recupero quesiti
ja: 回復の質問セット
pt: Perguntas de Recuperação Definidas
ru: Вопросы для восстановления заданы

source: Recovery Successful Please change your password and PIN
ar: انتعاش الناجح الرجاء تغيير كلمة المرور والرقم السري
el: Ανάκτηση Επιτυχής Παρακαλούμε αλλάξτε τον κωδικό πρόσβασης και το PIN σας
fr: Récupération réussie \n\n Veuillez changer votre mot de passe et code PIN
it: Recupero di successo Si prega di cambiare la password e PIN
ja: 回復成功 パスワードとPINを変更してください
pt: Recuperação bem sucedida Por favor altere sua senha e seu PIN
ru: Восстановление прошло успешно Пожалуйста, смените свои пароль и PIN-код

source: Recovery was not setup or was done on another device
ar: كان الانتعاش لن الإعداد أو تم القيام به على جهاز آخر
el: Δεν προχωρήσατε σε ανάκτηση ή αυτή έγινε σε κάποια άλλη συσκευή
fr: Recovery n'a pas été créé ou a été fait sur un autre appareil
it: Il recupero non è stato installato o è stato fatto su un altro dispositivo
ja: 回復がセットアップされていないか、別のデバイスで実行されました
pt: A recuperação não foi configurada ou foi feita em outro dispositivo
ru: Восстановление не было настроено или было проведено на другом устройстве

source: Refer Your Friends
ar: الرجوع الأصدقاء لديك
el: Προσκαλέστε τους φίλους σας
fr: Parainez vos amis
it: Fare riferimento ai tuoi amici
ja: 参照するあなたの友人
pt: Indique Para Seus Amigos
ru: Пригласите Ваших друзей

source: Registration
ar: التسجيل
el: Άλλες εγγραφές
fr: Souscription
it: Registrazione
ja: 登録
pt: Registro
ru: Регистрация

source: Remaining...
ar: ما تبقى...
el: Απομένει...
fr: Restant...
it: Residuo...
ja: 残り...
pt: Restantes...
ru: Осталось...

source: Remember your password?
ar: تذكر كلمة المرور الخاصة بك؟
el: Απομνημόνευση του κωδικού πρόσβασης;
fr: Se souvenir de son mot de passe?
it: Ricorda la password?
ja: パスワードを記憶
pt: Você lembra da sua senha?
ru: Запомнит Ваш пароль?

source: Remind Me Later
ar: ذكرني لاحقا
el: Υπενθύμιση αργότερα
fr: Me le rappeler ultérieurement
it: Ricordamelo dopo
ja: 後で思い出させる
pt: Lembre-me Mais Tarde
ru: Напомнить позже

source: Rename
ar: إعادة تسمية
el: Μετονομασία
fr: Renommer
it: Rinominare
ja: 名前を変更する
pt: Renomear
ru: Переименовать

source: Rename Wallet
ar: إعادة تسمية المحفظة
el: Μετονομασία Πορτοφολιού
fr: Renommer le portefeuille
it: Rinomina Portafoglio
ja: ウォレットの名前変更
pt: Renomear Carteira
ru: Переименовать кошелек

source: Rent
ar: إيجار
el: Ενοίκιο
fr: Louer
it: Affitto
ja: 家賃
pt: Aluguel
ru: Аренда

# Rental Car &amp; Taxi
source: Rental Car & Taxi
ar: تأجير سيارة & سيارة اجره
el: Ενοικιαζόμενο αυτοκίνητο & Ταξί
fr: Location de voiture & Taxi
it: Autonoleggio & Taxi
ja: レンタカーとアンプ; タクシー
pt: Aluguel de carro & Taxi
ru: Аренда машины & такси

source: Request a Payment Address
ar: طلب عنوان الدفع
el: Αίτηση μίας διεύθυνσης πληρωμής
fr: Demander une adresse de paiement
it: Richiedere un indirizzo di pagamento
ja: 支払い先住所のリクエスト
pt: Solicitar um endereço para pagamento
ru: Запрос адреса платежа

source: Request confirmed, Two Factor off.
ar: طلب تأكيد، اثنان عامل خارج.
el: Το αίτημα επιβεβαιώθηκε. Ο έλεγχος ταυτότητας δύο παραγόντων είναι απενεργοποιημένος.
fr: Demande confirmée, Annulation de deux facteurs.
it: Richiesta confermata, a due fattori off.
ja: リクエストが確認され、2因子がオフになりました。
pt: Solicitação confirmada, Autenticação de Dois Fatores desligada.
ru: Запрос подтвержден. Двухфакторная аутентификация отключена.

source: Request is copied to the clipboard
ar: يتم نسخ طلب إلى الحافظة
el: Η αίτηση έχει αντιγραφεί στο πρόχειρο
fr: Demande est copié dans la presse-papier
it: Richiesta viene copiato negli appunti
ja: リクエストはクリップボードにコピーされます
pt: Pedido copiado para a área de transferência
ru: Запрос скопирован в буфер обмена

source: Request your Identity Token but you don't have any
ar: طلب الهوية رمز الخاص بك ولكن لم يكن لديك أي
el: Αίτηση διακριτικού για αναγνώριση της ταυτότητας σας, αλλά δεν έχετε κανένα
fr: Demandez votre token d'identité, mais vous n'avez pas
it: Richiedi il tuo identità provvisoria, ma non si dispone di alcun
ja: あなたのアイデンティティトークンをリクエストするあなたは何も持っていない
pt: Solicite seu Token de Identidade, mas você não possui
ru: У Вас был запрошен идентификационный токен, которого Вы не имеете

source: Request your Identity Token. Please select one below
ar: طلب الهوية رمز الخاص بك. يرجى اختيار واحد أدناه
el: Αίτηση διακριτικού για αναγνώριση της ταυτότητας σας. Παρακαλούμε επιλέξτε ένα παρακάτω
fr: Demandez votre token d'identité. S'il vous plaît sélectionner celui ci-dessous
it: Richiedi il tuo Identità token. Si prega di selezionare una di seguito
ja: あなたのアイデンティティトークンをリクエストしてください。 下の1つを選択してください
pt: Solicite seu Token de identidade. Selecione um abaixo
ru: Запрос идентификационного токена. Выберите один из списка ниже

source: Requested...
ar: طلب...
el: Έγινε αίτηση...
fr: Demandé...
it: Richiesta...
ja: 要求さ
pt: Solicitado...
ru: Запрос...

source: Reset Cancelled
ar: إعادة تعيين ألغي
el: Η επαναφορά ακυρώθηκε
fr: Reinitialiser annulé
it: Ripristino Annullato
ja: リセットがキャンセ
pt: Reset Cancelado
ru: Сброс отменен

source: Reset Date
ar: التسجيل إعادة تعيين
el: Ημερομηνία επαναφοράς
fr: Reinitialiser la Date
it: Data di reset
ja: リセット日
pt: Resetar Data
ru: Сбросить дату

source: Reset requested. Please retry login after 7 days.
ar: طلب إعادة تعيين. يرجى إعادة المحاولة لتسجيل الدخول بعد 7 أيام.
el: Έγινε αίτηση επαναφοράς. Παρακαλούμε προσπαθήστε να συνδεθείτε ξανά μετά από 7 ημέρες.
fr: Réinitialisation demandé. S’il vous plaît réessayer l'inscription après 7 jours.
it: Ripristino richiesto. Riprova login dopo 7 giorni.
ja: リセットが要求。 7日後にログインを再試行してください。
pt: Reset solicitado. Por favor, tente logar novamente após 7 dias.
ru: Сброс запрошен. Пожалуйста, попробуйте войти через 7 дней.

source: Restarting watcher service
ar: إعادة تشغيل خدمة مراقب
el: Επανεκκίνηση υπηρεσίας παρακολούθησης
fr: Redémarrage du service guetteur
it: Servizio di osservatore Riavvio
ja: ウォッチャーサービスを再開
pt: Reiniciando o serviço do observador
ru: Перезапуск службы мониторинга

source: Restaurants
ar: مطاعم
el: Εστιατόρια
it: Ristoranti
ja: レストラン
pt: Restaurantes
ru: Рестораны

# Restaurants &amp; Food Trucks
source: Restaurants & Food Trucks
ar: المطاعم & شاحنات المواد الغذائية
el: Εστιατόρια & Υπαίθρια εστίαση
fr: Restaurants & Transports alimentaires
it: Ristoranti & Camion alimentari
ja: レストランとアンプ; 食品トラック
pt: Restaurantes e Food Trucks
ru: Рестораны & передвижные закусочные

source: Revenue share from affiliate link %@
ar: حصة الإيرادات من الارتباط التابعة لها %@
el: Μερίδιο εσόδων από σύνδεσμο συνεργάτη (affiliate) %@
fr: Part des revenus du lien d’affiliation %@
it: Quota di fatturato da link di affiliazione %@
ja: レベニューシェアアフィリエイトリンク％@
pt: Compartilhamento de receita do link afiliado %@
ru: Доход с партнерской ссылки %@

source: SEND
ar: إرسال
el: ΑΠΟΣΤΟΛΗ
fr: ENVOYER
it: INVIARE
ja: 送信
pt: ENVIAR
ru: ОТПРАВИТЬ

source: SMS
ar: ‏الرسائل القصيرة SMS
el: Μήνυμα SMS
ja: メッセージ

source: SMS cancelled
ar: SMS إلغاء
el: Έγινε ακύρωση SMS
fr: SMS annulé
it: SMS cancellati
ja: SMSがキャンセ
pt: SMS cancelada
ru: Отправка SMS-сообщения отменена

source: SMS sent
ar: الرسائل القصيرة المرسلة
el: Έγινε αποστολή SMS
fr: SMS envoyé
it: SMS inviato
ja: SMSが送信
pt: SMS enviada
ru: SMS-сообщение отправлено

source: SPEND BITCOIN (Plugins)
ar: تنفق بيتكوين (الإضافات)
el: ΞΟΔΕΜΑ BITCOIN (Plugins)
fr: BITCOIN DEPENSE (Plugins)
it: SPENDERE bitcoin (Plugins)
ja: 費やすBITCOIN（プラグイン）
pt: GASTAR BITCOIN (Plugins)
ru: ПОТРАТИТЬ БИТКОЙНЫ (плагины)

source: Sales
ar: مبيعات
el: Πωλήσεις
fr: Ventes
it: Vendite
ja: 販売
ru: Продажи

source: San Diego, California, USA
ar: سان دييغو، كاليفورنيا، الولايات المتحدة الأمريكية
fr: San Diego, Californie, Etats-Unis
it: San Diego, California, Stati Uniti d'America
ja: カリフォルニア州サンディエゴ
pt: San Diego, Califórnia, EUA
ru: Сан-Диего, Калифорния, США
