Repository: Airbitz/airbitz-ios-gui
Catalog: Localization/Airbitz/*.xliff
Languages: ar, el, fr, it, ja, pt, ru

source: %1$@ Share this link to receive revenue from users that install and use %2$@. You will receive 0.25%% of all gift card purchases made inside of this app.
ar: شارك هذا الرابط للحصول على نسبة من المستخدمين الذين سيتبثون و يستخدمون %2$@. ستستلم 0.25%% من جميع المشتريات بطاقة الهديا داخل هذا التطبيق.
el: %1$@ Κοινοποιήστε αυτόν τον σύνδεσμο για να λάβετε έσοδα από χρήστες που κάνουν εγκατάσταση και χρήση της %2$@. Θα λάβετε 0,25%% από όλες τις αγορές με εκπτωτικά κουπόνια που πραγματοποιούνται μέσα στην εφαρμογή.
fr: %1$@ partager ce lien pour recevoir des recettes des utilisateurs qui installent et utilisent %2$@. Vous recevrez des 0.25%% de tous achats par carte cadeau effectué à partir de cet appli.
it: %1$@ Condividi questo link per ricevere entrate da parte degli utenti che installano e l'uso %2$@. Riceverai 0.25%% di tutti gli acquisti con carta regalo fatte all'interno di questa applicazione.
ja: %1$@ このリンクを共有すると、％2 $ @をインストールして使用するユーザーから収益を受け取ることができます。このアプリ内で行われたすべてのギフトカードの購入額の0.25 %%を受け取ることになります。
pt: %1$@ Compartilhe este link para receber a receita dos usuários que instalam e usam %2$@. Você irá receber 0,25%% de todas as compras de cartões de presente feitas dentro deste aplicativo.
ru: %1$@ Поделитесь этой ссылкой, чтобы получать доход от пользователей, установивших по ней приложение %2$@ и использующих его. Вы получите 0.25%% от суммы всех подарочных карт, приобретенных через это приложение.

source: ** Warning **
ar: ** تحذير **
el: ** Προσοχή **
fr: ** Avertissement **
it: ** Avvertimento **
ja: **警告**
pt: ** Atenção **
ru: ** Внимание **

source: ** Warning ** Setting a password spending limit may prevent you from accessing funds if your password is forgotten. Please make sure you have setup password recovery
ja: ** 注意 ** パスワードの使用限度を設定すると、パスワードを忘れた場合に資金にアクセスできなくなる可能性があります。パスワード回復を設定して下さい
ru: ** Предупреждение **\n\nУстановка пароля на лимит средств может помешать получить доступ к вашим средствам если вы забудете ваш пароль. Пожалуйста убедитесь, что вы включили восстановление пароля

source: **WARNING** You will NEVER be able to recover your password if it is forgotten!!
ar: ** تحذير ** إنك لن تكون قادرا على استعادة كلمة السر الخاصة بك في حالة نسيانها!!
el: **ΠΡΟΣΟΧΗ** Δεν θα μπορείτε ΠΟΤΕ να ανακτήσετε τον κωδικό πρόσβασης σας εάν τον ξεχάσετε!!
fr: ** AVERTISSEMENT ** vous ne serez JAMAIS en mesure de récupérer votre mot de passe si vous l'oubliez!!
it: **AVVERTIMENTO** Non si sarà mai in grado di recuperare la password se si dimentica!!
ja: **警告**パスワードを忘れた場合は、絶対にパスワードを回復することはできません！
pt: **ATENÇÃO** Você nunca conseguirá recuperar sua senha se esquecê-la!!
ru: **ВНИМАНИЕ** Вы НИКОГДА не сможете восстановить пароль, если забудете его!!

source: 2 Factor (Enhanced Security)
ar: التوثيق الثنائي F2 (تعزيز الأمن)
el: Έλεγχος ταυτότητας δύο παραγόντων (Ενισχυμένη Ασφάλεια)
fr: 2 Facteur (Sécurité Renforcée)
it: 2 Fattore (Migliorata Sicurezza)
ja: 2因子（セキュリティ強化）
pt: 2 Fatores (Segurança Avançada)
ru: 2хфакторная аутентификация (усиленная защита)

source: 4 Digit PIN
ar: ارقام كود PIN اربعة ارقام
el: 4-ψήφιο PIN
fr: Code PIN à 4 chiffres
it: PIN a 4 cifre
ja: 4桁PIN
pt: PIN de 4 Dígitos
ru: 4хзначный PIN

source: 15-20% off Amazon
ar: 15-20٪ من موقع امازون
el: 15-20% έκπτωση από την Amazon
fr: 15-20 % remise sur Amazon
it: 15-20% di sconto Amazon
ja: 15％〜20％オフAmazon
pt: 15-20% de desconto na Amazon
ru: Скидка 15-20% на Amazon

source: A two factor reset has been requested. If you did not create this request, login as %@ and change your password.
ar: قد طلب إعادة تعيين التوثيق الثنائي 2FA. إذا لم تنشئ هذا الطلب، فقم بتسجيل الدخول باسم٪ @ وتغيير كلمة المرور.
el: Έχει γίνει αίτηση επαναφοράς του ελέγχου ταυτότητας δύο παραγόντων. Εάν δεν δημιουργήσατε εσείς αυτό το αίτημα, συνδεθείτε ως %@ και αλλάξτε τον κωδικό πρόσβασης σας.
fr: Une réinitialisation à deux facteurs a été demandée. Si vous avez créer cette demande, connectez-vous en tant que %@ et changez votre mot de passe.
it: Un reset a due fattori è stato richiesto. Se non hai creato questa richiesta, effettuare il login come %@ e cambiare la password.
ja: 2ファクタのリセットが要求されました。このリクエストを作成していない場合は、 ％@としてログインし、パスワードを変更。
pt: Uma redefinição da autenticação de dois fatores (2FA) foi solicitada. Se você não criou esta solicitação, faça login como %@ e altere sua senha.
ru: Был запрошен сброс двухфакторной аутентификации. Если Вы не направляли этот запрос, войдите как %@ и смените свой пароль.

source: ACCOUNT:
ar: الحساب:
el: ΛΟΓΑΡΙΑΣΜΟΣ:
fr: COMPTE:
it: CONTO:
ja: アカウント：
pt: CONTA:
ru: УЧЕТНАЯ ЗАПИСЬ:

source: ARCHIVE
ar: الأرشيف
el: ΑΡΧΕΙΟΘΕΤΗΣΗ
fr: ARCHIVES
it: ARCHIVIO
ja: アーカイブ
pt: ARQUIVO
ru: АРХИВ

source: ATM Fee
ar: رسوم الصراف الآلي
el: Χρεώση ΑΤΜ
fr: Frais GAB
it: Automatizzare cassiere macchina tassa
ja: 自動預払機料金
pt: Taxa de Caixa Eletrônico
ru: Комиссия банкомата

source: Accept
ar: قبول
el: Αποδοχή
fr: Accepter
it: Accetto
ja: 受け入れる
pt: Aceitar
ru: Принять

source: Account '%@' needs a password. Account is not accessible on a new device without a password.
ar: حساب %@يحتاج كلمة مرور. لا يمكن الوصول إلى الحساب على جهاز جديد بدون كلمة مرور.
el: Ο λογαριασμός '%@' χρειάζεται έναν κωδικό πρόσβασης. Ο λογαριασμός δεν είναι προσβάσιμος σε μία νέα συσκευή χωρίς έναν κωδικό πρόσβασης.
fr: Le compte '%@' nécessite un mot de passe. Le compte inaccessible sur un nouvel appareil sans un mot de passe.
it: Conto '%@' needs a password. Account is not accessible on a new device without a password.
ja: アカウント '％@'にはパスワードが必。新しいデバイスでパスワードなしでアカウントにアクセスすることはできません。
pt: A conta '%@' precisa de uma senha. A conta não pode ser acessada em um novo dispositivo sem uma senha.
ru: Учетная запись '%@' требует пароль. Вы не сможете войти в свою учетную запись на другом устройстве без пароля.

source: Account Sign Up
ar: حساب الاشتراك
el: Εγγραφή Λογαριασμού
fr: Inscription de Compte
it: Conto Iscriversi
ja: アカウントサインアップ
pt: Registrar Conta
ru: Регистрация учетной записи

source: Account has no password
ar: حساب ليس لديه كلمة السر
el: Ο λογαριασμός δεν έχει κωδικό πρόσβασης
fr: Le compte n’a aucun mot de passe
it: Conto non ha password
ja: アカウントにパスワードがありません
pt: A conta não tem senha
ru: Пароль учетной записи не задан

source: Add New
ar: إضافة جديدة
el: Προσθήκη Νέου
fr: Ajouter nouveau
it: Aggiungere nuova
ja: 新しく追加する
pt: Adicionar Novo
ru: Добавить новый

source: Affiliate Revenue
ar: ضم الإيرادات
el: Έσοδα συνεργάτη (affiliate)
fr: Revenu d’affiliation
it: Affiliato entrate
ja: アフィリエイト 収入
pt: Receita de Afiliados
ru: Доход по партнерской программе

source: Affiliate link has been copied to the clipboard
ar: تم نسخ الرابط التابعة إلى الحافظة
el: Ο σύνδεσμος συνεργάτη (affiliate) έχει αντιγραφεί στο πρόχειρο
fr: Lien d’affiliation a été copiée au presse-papiers
it: Collegamento di affiliazione è stato copiato negli appunti
ja: アフィリエイトリンクがクリップボードにコピー
pt: O link de afiliado foi copiado para a área de transferência
ru: Реферальная ссылка скопирована в буфер обмена

source: Air Travel
ar: السفر الجوي
el: Αεροπορικό ταξίδι
fr: Transport aérien
it: Aria Viaggio
ja: 空の旅
pt: Viagens Aéreas
ru: Путешествие самолетом

source: AirPrint is not currently available
ar: تعمل بميزة AirPrint غير متوفر حاليا
el: Η υπηρεσία AirPrint είναι προσωρινά μη διαθέσιμη
fr: AirPrint est actuellement indisponible
it: AirPrint non è attualmente disponibile
ja: AirPrintは現在利用できません
pt: O AirPrint não está atualmente disponível
ru: AirPrint сейчас недоступен

# Alcohol &amp; Bars
source: Alcohol & Bars
ar: كحول & amp : بار
el: Αλκοόλ & Μπαρ
fr: Alcool & Bars
it: Alcol e amp; Barre
ja: アルコールとアンプ;バー
pt: Álcool & Bares
ru: Алкоголь & Бары

source: Allowance
ar: سماح
el: Χαρτζιλίκι
fr: Allocation
it: Assegno
ja: 手当
pt: Pensão
ru: Карманные расходы

source: Amount is too small
ar: كمية صغيرة جدا
el: Το ποσό είναι πολύ μικρό
fr: Le montant est trop petit
it: Importo è troppo piccolo
ja: 金額が小さすぎます
pt: A quantia é muito pequena
ru: Сумма слишком мала

source: Amusement
ar: تسلية
el: Ψυχαγωγία
it: Divertimento
ja: アミューズメント
pt: Entretenimento
ru: Развлечения

source: An app has requested a bitcoin address to send money to.
ar: وقد طلبت التطبيق عنوان بيتكوين لإرسال الأموال إلى.
el: Μία εφαρμογή έχει αιτηθεί μία διεύθυνση bitcoin για να στείλει χρήματα.
fr: Une application a demandé une adresse bitcoin pour envoyer de l’argent.
it: Un'applicazione ha richiesto un indirizzo bitcoin per inviare denaro a.
ja: アプリがお金を送るためにビットコインアドレスを要求。
pt: Um aplicativo solicitou um endereço bitcoin para enviar dinheiro.
ru: Приложение запросило биткойн-адрес для перевода средств.

source: An error occurred. Please check your network connection. You may also exit PIN login and use your username & password to login offline
ar: حدث خطأ. يرجى التحقق من الاتصال بالشبكة. يمكنك أيضا الخروج تسجيل الدخول PIN واستخدام اسم المستخدم الخاص بك & كلمة السر للدخول حاليا
el: Προέκυψε ένα σφάλμα. Παρακαλούμε ελέγξτε τη σύνδεση σας στο δίκτυο. Μπορείτε επίσης να βγείτε από την σύνδεση σας με το PIN και να χρησιμοποιήσετε το όνομα χρήστη & τον κωδικό πρόσβασης για πρόσβαση εκτός σύνδεσης
fr: Une erreur s’est produite. Veuillez vérifier votre connexion réseau. Vous pouvez également annuler la connexion PIN et utiliser votre nom d’utilisateur & mot de passe pour vous connecter en mode hors connexion
it: Si è verificato un errore. Si prega di verificare la connessione di rete. Si può anche uscire login PIN e utilizzare il nome utente & password per il login in linea
ja: エラーが発生しました。ネットワーク接続を確認してください。 PINのログインを終了し、ユーザー名とアンプを使用することもできます。オフラインでログインするパスワード
pt: Ocorreu um erro. Por favor, verifique sua conexão rede. Você também pode sair do login via PIN e usar seu nome de usuário & senha para logar off-line
ru: Произошла ошибка. Пожалуйста, проверьте свое подключение к сети. Также Вы можете выйти из аутентификации по PIN-коду и ввести свои имя пользователя и пароль для работы в офлайн-режиме

source: An error occurred. Possible network connection issue or incorrect username & password
ar: حدث خطأ. ممكن مشكلة في اتصال الشبكة أو اسم المستخدم غير صحيح & كلمه السر
el: Έχει συμβεί κάποιο σφάλμα. Υπάρχει πιθανό πρόβλημα σύνδεσης στο δίκτυο ή λανθασμένο όνομα χρήστη & κωδικός πρόσβασης
fr: Une erreur s’est produite. Possibilité d'un problème de connexion ou mauvais nom d’utilisateur & mot de passe
it: Si è verificato un errore. Possibile problema di connessione di rete o nome utente errato & parola d'ordine
ja: エラーが発生しました。 考えられるネットワーク接続の問題または間違ったユーザー名とアンプ;パスワード
pt: Ocorreu um erro. Provavelmente com a conexão de rede ou o nome de usuário & senha estão incorretos
ru: Произошла ошибка. Возможно ошибка сетевого подключения, либо ошибка ввода имени и/или пароля

source: Answers are case sensitive
ar: الأجوبة هي قضية حساسة
el: Οι απαντήσεις πρέπει να δίνονται με την σωστή ορθογραφία (κεφαλαία και πεζά γράμματα)
fr: Les réponses sont sensibles à la casse
it: Le risposte sono case sensitive
ja: 答えは大文字と小文字が区別
pt: As respostas diferenciam maiúsculas de minúsculas
ru: Ответы чувствительны к регистру

source: Approve
ar: موافق
el: Έγκριση
fr: Approuver
it: Approvare
ja: 承認する
pt: Aprovar
ru: Подтвердить

source: Approving Login...
ar: وافق تسجيل الدخول...
el: Έγκριση σύνδεσης...
fr: Connexion en train d'approuver...
it: Approvazione Accesso...
ja: ログインの承認...
pt: Aprovando o Login...
ru: Подтверждение входа...

source: Are you sure you want to call
ar: هل أنت متأكد أنك تريد الاتصال بها
el: Είστε βέβαιοι ότι θέλετε να καλέσετε
fr: Êtes-vous sûr de vouloir faire un appel
it: Sei sicuro che si desidera chiamare
ja: 本気ですかあなた電話したい
pt: Tem certeza que deseja chamar
ru: Вы уверены, что хотите позвонить

source: Are you sure you want to cancel any changes you've made?
ar: هل أنت متأكد أنك تريد إلغاء أي التغييرات التي قمت بها؟
el: Είστε βέβαιοι ότι θέλετε να ακυρώσετε τις αλλαγές που έχετε κάνει;
fr: Êtes-vous sûr de vouloir annuler les modifications effectuées ?
it: Sei sicuro di voler annullare le modifiche apportate?
ja: あなたが行った変更をキャンセルしてもよろしいですか？
pt: Tem certeza que deseja cancelar quaisquer alterações que você tenha feito?
ru: Вы уверены, что хотите отменить все сделанные Вами изменения?

source: Are you sure? You will be unable to access any funds in this wallet and any future funds that it may receive
ar: هل أنت واثق؟ سوف تكون قادرة على الوصول إلى أي أموال في هذه المحفظة وأي أموال المستقبلية التي قد تلقي
el: Είστε βέβαιοι; Θα σας αποτραπεί η πρόσβαση σε οτιδήποτε χρήματα υπάρχουν σε αυτό το πορτοφόλι και όσα μπορεί να λάβει στο μέλλον
fr: Es-vous sûr? Vous ne pourrez plus accéder à des fonds dans ce portefeuille et tous les futurs fonds qu’il pourrait recevoir
it: Sei sicuro? Sarete in grado di accedere a tutti i fondi di questo portafoglio e tutti i fondi futuri che essa può ricevere
ja: 本気ですか？このウォレット内の資金とそれが受け取る将来の資金にアクセスすることはできません
pt: Tem certeza? Você não será capaz de acessar quaisquer fundos nesta carteira e quaisquer fundos futuros que poderá receber
ru: Вы уверены? Вы не сможете получить доступ к средствам в этом кошельке или каким-либо средствам, которые могут быть на него переведены в будущем

source: Arts
ar: فنون
el: Τέχνες
it: Arte
ja: 芸術
pt: Artes
ru: Искусство

# Auto &amp; Transport
source: Auto & Transport
ar: السيارات & المواصلات
el: Αυτοκίνητο & Μεταφορά
fr: Automobile & Transports
it: Auto &Trasporto
ja: 自動車とアンペア;輸送
pt: Automóvel & Transport
ru: Авто & транспорт

source: Auto Insurance
ar: التأمين تلقائي
el: Ασφάλεια Αυτοκινήτου
fr: Assurance auto
it: Assicurazione auto
ja: 自動車保険
pt: Seguro do Automóvel
ru: Автострахование

source: Auto Payment
ar: الدفع الاوتوماتيكي
el: Αυτόματη Πληρωμή
fr: Paiement Auto
it: Auto Pagamento
ja: 自動支払い
pt: Prestações do automóvel
ru: Платеж за машину

source: Auto log off after
ar: التلقائي تسجيل الخروج بعد
el: Αυτόματη αποσύνδεση μετά από
fr: Déconnexion auto après
it: Auto Log dopo
ja: 自動ログオフ後
pt: Logoff automático após
ru: Автоматический выход по завершении

source: BITCOIN DENOMINATION
ar: بيتكوين فئة
el: ΜΟΝΑΔΕΣ BITCOIN
fr: VALEUR BITCOIN
it: BITCOIN DENOMINAZIONE
ja: BITCOINデノミネーション
pt: DENOMINAÇÃO BITCOIN
ru: НОМИНАЛ БИТКОЙНОВ

source: Baby Supplies
ar: لوازم الطفل
el: Βρεφικά Είδη
fr: Fournitures pour bébé
it: Bebè forniture
ja: ベビー用品
pt: Produtos Infantis
ru: Детские товары

# Babysitter &amp; Daycare
source: Babysitter & Daycare
ar: جليسه الأطفال & الرعاية النهارية
el: Μπέιμπι σίτερ & Φύλαξη ανηλίκου
fr: Baby-sitter & Garderie
it: Chi accudisce i bambini & Diurni
ja: ベビーシッターとアンプ;保育
pt: Babá & Creche
ru: Няня & детский сад

source: Back
ar: الى الخلف
el: Επιστροφή
fr: Précédent
it: Indietro
ja: 裏
pt: Voltar
ru: Назад

source: Balance
ar: توازن
el: Υπόλοιπο
fr: Solde
it: Equilibrio
ja: バランス
pt: Saldo
ru: Баланс

source: Bank Fee
ar: رسوم البنك
el: Τραπεζική Χρέωση
fr: Frais Bancaire
it: Banca tassa
ja: 銀行手数料
pt: Tarifa Bancária
ru: Банковская комиссия

# Bills &amp; Utilities
source: Bills & Utilities
ar: فواتير& خدمات
el: Λογαριασμοί
fr: Factures & Services
it: Polizza & utilità
ja: 紙幣とアンプ;ユーティリティー
pt: Contas & Serviços públicos
ru: Счета & коммунальные услуги

source: BitID Identity
ar: BitID الهوية
el: Ταυτότητα BitID
fr: Identité BitID
it: BitID Identità
ja: BitIDアイデンティティ
pt: Identidade BitID
ru: Учетная запись BitID

source: BitID Login
ar: BitID تسجيل الدخول
el: Σύνδεση με BitID
fr: Connexion BitID
it: BitID Accesso
ja: BitIDログイン
pt: Login BitID
ru: Логин BitID

source: Bitcoin Address or Private Key
ar: عنوان بيتكوين أو المفتاح الخاص
el: Διεύθυνση Bitcoin ή Ιδιωτικό Κλειδί
fr: Adresse Bitcoin ou Clé Privée
it: Bitcoin Indirizzo o chiave privata
ja: Bitcoinアドレスまたは秘密鍵
pt: Endereço Bitcoin ou Chave Privada
ru: Биткойн-адрес или приватный ключ

source: Bitcoin Private Key
ar: بيتكوين مفتاح خاص
el: Ιδιωτικό Κλειδί Bitcoin
fr: Clé Privée Bitcoin
it: Bitcoin chiave privata
ja: Bitcoinプライベートキー
pt: Chave Privada Bitcoin
ru: Приватный ключ для биткойнов

source: Bitcoin Private Key with Public Address
ar: بيتكوين مفتاح خاص مع مخاطبة الجمهور
el: Ιδιωτικό Κλειδί Bitcoin με Δημόσιες Διευθύνσεις
fr: Clé Privée Bitcoin avec Adresse Publique
it: Bitcoin chiave Privata con Public Address
ja: パブリックアドレスを持つBitcoinプライベートキー
pt: Chave Privada Bitcoin com Endereço Público
ru: Приватный ключ биткойна с публичным адресом

source: Bitcoin Wallet Transactions
ar: بيتكوين المعاملات محفظة
el: Συναλλαγές Πορτοφολιού Bitcoin
fr: Transaction de portefeuille Bitcoin
it: Bitcoin transazioni Portafoglio
ja: Bitcoin財布トランザクション
pt: Transações da Carteira Bitcoin
ru: Переводы биткойнов между кошельками

source: Bitcoin address mismatch
ar: عدم تطابق عنوان بيتكوين
el: Ασυμφωνία διεύθυνσης Bitcoin
fr: Adresse Bitcoin different
it: Non corrispondente indirizzo bitcoin
ja: Bitcoinアドレスの不一致
pt: Incompatibilidade de Endereço Bitcoin
ru: Несовпадение адреса биткойнов

source: Bluetooth
ar: بلوتوث
ja: ブルートゥース

source: Books
ar: كتب
el: Βιβλία
fr: Livres
it: Libri
ja: 本
pt: Livros
ru: Книги

# Books &amp; Supplies
source: Books & Supplies
ar: الكتب & اللوازم
el: Βιβλία & Δανεισμός
fr: Livres & Fournitures
it: Libri & forniture
ja: 書籍とアンプ; 用品
pt: Livros & Papelaria
ru: Книги & сопутствующие товары

source: Business Name or Category
ar: اسم العمل أو الفئة
el: Όνομα Επιχείρησης ή Κατηγορία
fr: Nom du business ou catégorie
it: Nome commerciale o Categoria
ja: ビジネス名またはカテゴリ
pt: Nome da Empresa ou Categoria
ru: Название организации или категория

source: Buy Bitcoin
ar: شراء بيتكوين
el: Αγορά Bitcoin
fr: Acheter Bitcoin
it: Acquista Bitcoin
ja: 購入Bitcoin
pt: Comprar Bitcoin
ru: Купить биткойны

source: Buy/Sell Bitcoin
ar: شراء / بيع بيتكوين
el: Αγορά/Πώληση Bitcoin
fr: Achat/vente Bitcoin
it: Acquisto / Vendita Bitcoin
ja: 購入/販売Bitcoin
pt: Comprar/Vender Bitcoin
ru: Купить / продать биткойны

source: Buy/Sell with Bank Account (EUR/CHF)
ja: 銀行口座での購入／販売 (ユーロ／スイスフラン)
ru: Купить/продать через банковский счет (EUR/CHF)

source: Buy/Sell with Bank Account (USA)
ar: شراء / بيع مع حساب البنك (الولايات المتحدة الأمريكية)
el: Αγορά/Πώληση με Τραπεζικό Λογαριασμό (ΗΠΑ)
fr: Achat / Vente avec compte bancaire (Etat-Unis)
it: Acquisto / Vendita con conto bancario (USA)
ja: 銀行口座での購入/販売（米国）
pt: Compra / Venda com Conta Bancária (EUA)
ru: Купить/продать через банковский счет (США)

source: Buy/Sell with Cash (USA)
ja: 現金での購入／販売(米国)
ru: Купить за наличные (США)

source: CANCEL
ar: إلغاء
el: ΑΚΥΡΩΣΗ
fr: Annuler
it: ANNULLA
ja: キャンセル
pt: CANCELAR
ru: ОТМЕНА

source: CHANGE
ar: تغيير
el: ΑΛΛΑΓΗ
fr: CHANGER
it: CAMBIA
ja: 変化する
pt: ALTERAR
ru: ИЗМЕНИТЬ

source: Camera unavailable. Please enable camera access on your phone's Privacy Settings
ar: الكاميرا غير متوفرة. يرجى تمكين وصول الكاميرا على إعدادات الخصوصية الهاتف
el: Κάμερα μη διαθέσιμη. Παρακαλούμε επιτρέψτε την πρόσβαση στην κάμερα από τις Ρυθμίσεις Απορρήτου του κινητού τηλεφώνου σας
fr: Appareil photo non disponible. Veillez permettre l'accès à la caméra sur les paramètres de confidentialité de votre téléphone
it: Camera non disponibile. Si prega di abilitare l'accesso macchina fotografica su Impostazioni sulla privacy del telefono
ja: カメラは使用できません。 携帯電話のプライバシー設定でカメラアクセスを有効にしてください
pt: Câmera não disponível. Por favor, ative o acesso a câmera nas Configurações de Privacidade do seu telefone
ru: Камера недоступна. Пожалуйста, дайте приложению доступ к камере в настройках конфиденциальности Вашего устройства

source: Can't send e-mail
ar: لا يمكن إرسال البريد الإلكتروني
el: Αποτυχία αποστολής e-mail
fr: Impossible d’envoyer Courriel
it: Non è possibile inviare e-mail
ja: 電子メールを送信できません。
pt: Não é possível enviar o e-mail
ru: Не удается отправить сообщение по электронной почте

source: Cannot delete wallet as it contains funds. Please transfer out funds first.
ar: لا يمكن حذف المحفظة كما أنه يحتوي على الأموال. يرجى نقل من الأموال أولا.
el: Δεν μπορείτε να διαγράψετε το πορτοφόλι καθώς περιέχει χρήματα. Παρακαλούμε βγάλτε τα χρήματα πρώτα.
fr: Impossible de supprimer le portefeuille car il contient des fonds. Virez tout d’abord les fonds.
it: Impossibile eliminare portafoglio in quanto contiene fondi. Si prega di trasferire fuori i fondi prima.
ja: ウォレットには資金が含まれているため、ウォレットを削除できません。 最初に資金を送金してください。
pt: Não é possível excluir a carteira, porque ela contém saldo. Por favor, transfira o saldo primeiro.
ru: Невозможно удалить кошелек со средствами. Пожалуйста, переведите средства сначала.

source: Car Wash
ar: غسل السيارة
el: Πλυντήριο Αυτοκινήτων
fr: Lave-auto
it: Autolavaggio
ja: 洗車
pt: Lava Jato
ru: Автомойка

# Cash &amp; ATM
source: Cash & ATM
ar: السيولة النقدية & الصراف الآلي
el: Μετρητά & ATM
fr: Cash & GAB
it: contanti & Automatizzare cassiere macchina
ja: 現金とアンプ; ATM
pt: Dinheiro & Caixa Eletrônico
ru: Наличные & банкоматы

source: Categories
ar: الفئات
el: Κατηγορίες
fr: Catégories
it: Categorie
ja: カテゴリ
pt: Categorias
ru: Категории

source: Change Categories
ar: تغيير الفئات
el: Αλλαγή Κατηγοριών
fr: Changer de catégorie
it: Modifica categorie
ja: カテゴリーを変更する
pt: Alterar Categorias
ru: Изменить категории

source: Change Mining Fee
ar: تغيير رسوم التعدين
el: Αλλαγή χρέωσης εξόρυξης
fr: Changer frais de mines
it: Cambio Fee Mining
ja: 鉱業料金の変更
pt: Alterar Taxa do Minerador
ru: Изменить комиссию

source: Change PIN
ar: تغيير PIN
el: Αλλαγή PIN
fr: Changer PIN
it: Cambia PIN
ja: PINの変更
pt: Alterar PIN
ru: Сменить PIN

source: Change Password
ar: تغيير كلمة السر
el: Αλλαγή Κωδικού Πρόσβασης
fr: Changer votre mot de passe
it: Cambia password
ja: パスワードを変更する
pt: Alterar Senha
ru: Сменить пароль

source: Change recovery questions
ar: أسئلة التغيير الانتعاش
el: Αλλαγή ερωτήσεων ανάκτησης
fr: Changer vos questions de récupération
it: Domande Cambio di recupero
ja: 変化する回復質問
pt: Alterar Perguntas de Recuperação
ru: Изменить вопросы для восстановления

source: Charity
ar: الاعمال الخيرية
el: Φιλανθρωπικό Έργο
fr: Charité
it: Opera pia
ja: 慈善
pt: Caridade
ru: Благотворительность

source: Check Password
ar: التحقق من كلمة المرور
el: Έλεγχος κωδικού πρόσβασης
fr: Vérifier le mot de passe
it: Controllare la password
ja: チェックパスワード
pt: Verificar Senha
ru: Проверить пароль

source: Checking password...
ar: التحقق من كلمة المرور...
el: Γίνεται έλεγχος του κωδικού πρόσβασης...
fr: Vérification du mot de passe...
it: Il controllo della password...
ja: パスワードを確認しています...
pt: Verificando senha...
ru: Проверка пароля...

source: Choose a Question
ar: اختر سؤالا
el: Επιλέξτε μία ερώτηση
fr: Choisissez une question
it: Scegli una domanda
ja: 質問を選択
pt: Escolha uma pergunta
ru: Выберите вопрос

source: City, State/Province, or Country
ar: المدينة، الدولة / المقاطعة أو البلد
el: Πόλη, Νομός/Περιφέρεια, ή Χώρα
fr: Ville, État/Province, ou Pays
it: Città, Stato / Provincia, o Paese
ja: 市、州/県、または国
pt: Cidade, Estado/Distrito ou País
ru: Город, штат/регион или страна

source: Close
ar: قريب
el: Κλείσιμο
fr: Fermer
it: Vicino
ja: 閉じ
pt: Fechar
ru: Закрыть

source: Clothing
ar: الملابس
el: Ένδυση
fr: Vêtements
it: Capi di abbigliamento
ja: 衣類
pt: Vestuário
ru: Одежда

# Coffee &amp; Tea
source: Coffee & Tea
ar: قهوة & شاي
el: Καφές & Τσάι
fr: Café & Thé
it: Caffè & Tè
ja: コーヒーとアンプ; お茶
pt: Café e Chá
ru: Кофе & чай

source: Coffee Shops
ar: محلات القهوة
el: Καφετέριες
fr: Cafés-restaurants
it: Caffetteria
ja: コーヒーショップ
pt: Cafés
ru: Кафе

source: Complete Signup
ar: إكمل توقيع حتى
el: Ολοκλήρωση εγγραφής
fr: Compléter Inscription
it: Completa l'iscrizione
ja: 完全なサインアップ
pt: Completar Registro
ru: Завершить регистрацию

source: Confirmation
ar: تتأكيد
el: Επιβεβαίωση
it: Conferma
ja: 確認
pt: Confirmação
ru: Подтверждение

source: Confirmations
ar: تأكيدات
el: Επιβεβαιώσεις
it: Conferma
ja: 確認
pt: Confirmações
ru: Подтверждения

source: Confirmed
ar: أكد
el: Έγινε επιβεβαίωση
fr: Confirmé
it: Confermato
ja: 確認済み
pt: Confirmado
ru: Подтвержденные

source: Congratulations
ar: تهانينا
el: Συγχαρητήρια
fr: Félicitations
it: Complimenti
ja: おめでとうございます
pt: Parabéns
ru: Поздравляем!

source: Consulting Income
ar: دخل الاستشارات
el: Εισόδημα συμβουλευτικών υπηρεσιών
fr: Consultation de revenu
it: Consulenza reddito
ja: コンサルティング収入
pt: Receita de Consultoria
ru: Консалтинговый доход
