Repository: Airbitz/airbitz-ios-gui
Catalog: Localization/Airbitz/ht.xliff
Languages: ht

source: Watcher Database Cleared. Please allow a few minutes to resync blockchain info. Transactions and balances may be inaccurate during sync
ht: Baz done efase men gen yon erè ki pase. Tann kelke minit pou resenkronize enfomation blockchain. transaksyon ak balans yo ka pa exat pandan sa

source: Whole Foods (Up to 10% Off)
ht: Whole foods (jiska 10% rediksyon)

source: Would you like to enable TouchID for this account and device?
ht: Ou vle aktive TouchID pou kont sa a ak aparèy sa a?

source: Would you like to send funds to this address or import funds into your wallet?
ht: Ou vle voye lajan pou adres sa a oubyen enpote lajan nan potfèy ou?

source: Would you like to send us some feedback?
ht: Èske ou ta renmen voye nou kèk fidbak?

source: Would you like to write a review in the App store?
ht: Ou vle ekri ton komantè sou app store?

source: Wrong Answers
ht: Repons Mal

source: YES
ht: WI

# You Received Bitcoin! %@ (~%@)
source: You Received Bitcoin! %1$@ (~%2$@)
ht: Ou resevwa Bitcoin! %1$@(~%2$@)

source: You are about to exit password recovery setup. Your chosen questions and answers have not been saved.
ht: Ou sou wout pou ou kite enstalasyon rekiperasyon modpas la. Kesyon ou ak repons ou yo poko anregistre.

source: You must answer all questions. Make sure your answers are long enough.
ht: Ou dwe reponn tout kesyon. Asirew ke repons ou yo long.

source: You must choose a question for all selections before proceeding.
ht: Ou dwe chwazi yon kesyon pou tout seleksyon avan w kontinye.

source: You must enter a user name
ht: Ou dwe antre yon non itilizatè

source: You received Bitcoin! %1$@ (~%2$@) Use the Payee, Category, and Notes field to optionally tag your transaction
ht: Ou resevwa bitcoin! %1$@(~%2$@) Itilize chan Payee, kategori ak not pou ou make transaksyon an

source: You will next see a popup requesting access to your Camera. [[abtag APP_TITLE]] needs this to scan QR codes to pay people and merchants.
ht: Wap wè apresa yon paj kap mandew aksè a kamera ou. [[abtag APP_TITLE]] bezwen sa a pou skane kod QR pou payer moun yo ak machann.

source: You've received Bitcoin! We STRONGLY recommend setting up Password Recovery questions and answers. Otherwise you will NOT be able to access your account if your password is forgotten.
ht: OU jwenn Bitcoin! Nou ba ou konsey sa trè byen jan kesyon yo dwe ye a / repons yo pou rekipere mod pas. Si non, ou pap ka jwnn kont ou si ou blye mod pas ou.

source: Your password recovery questions and answers are now set up. When recovering your password, your answers must match exactly. **DO NOT FORGET YOUR PASSWORD AND RECOVERY ANSWERS** YOUR ACCOUNT CANNOT BE RECOVERED WITHOUT THEM!!
ht: Kesyon pou rekiperasyon modpas yo la kounye a. Lè wap rekipere modpas ou repons yo dwe menm.** PA BLIYE MODPAS OU AK REPONS POU REKIPERASYON YO** OUPAKA REKIPERE KONT OU AN SAN YO MENM!!

source: Your password...
ht: Modpas ou...

source: [[abtag APP_TITLE]] uses contacts to help tag information regarding your transactions. All tagged information is kept 100% private and encrypted by your password. No one, including [[abtag APP_TITLE]], has any access to this information.
ht: [[abtag APP_TITLE]] itilize kontak ou yo pou enfomasyon konsènan transaksyon tag. Tout enfomasyon yo konsève 100% prive et anklete avèk modpas. pèson e menm [[abtag APP_TITLE]] pa gen aksè a yo.

source: closed
ht: pwòch

source: day
ht: jou

source: days
ht: jou

source: hour
ht: èdtan

source: hours
ht: èdtan

source: minute
ht: minit

source: minutes
ht: minit

source: second
ht: segonn

source: seconds
ht: segonn

source: ▼ Choose a wallet to transfer funds to ▼
ht: ▼ Chwazi yon potfèy pou voye lajan bay ▼
