Repository: Airbitz/airbitz-ios-gui
Catalog: Localization/Airbitz/ht.xliff
Languages: ht

# Lt8-cl-BMW.text
source: Scan QR
ht: Eskane QR

# NiJ-rT-MKF.text
source: Send
ht: Voye

# WIw-mO-3VN.normalTitle
source: Button
ht: Bouton

# pzG-q0-KJ4.text
source: or
ht: ou

# 0gq-ds-DJC.normalTitle
source: NEXT
ht: PWOCHÈN

# 4eB-ff-Ebh.text
source: Your username and password are known only to you and never transmitted or stored unencrypted.
ht: Non itilizatè ak modpass ou yo se sèl ou menm ki dwe konnen yo epi yo janm transmèt yo oubyen anrejistre yo ak kle.

# 6uu-dw-ssd.normalTitle
source: NEXT
ht: PWOCHÈN

# AAt-Oh-ifI.normalTitle
source: NEXT
ht: PWOCHÈN

# D2i-9s-GAC.normalTitle
source: NEXT
ht: PWOCHÈN

# DUg-At-veb.text
source: myname
ht: nonmwen

# DgW-Gm-7l2.normalTitle
source: NEXT
ht: PWOCHÈN

# Dyh-gB-nOv.text
source: You will next see a popup requesting access to your Contacts.
ht: Wap we apresa yon fenèt popup kap mandew aksè a kontak ou yo.

# Ehm-ti-qdD.text
source: Specify your name or arbitrary nickname ie "Coinmaster". This is used ONLY when sending payments or requests to others to help them identify you. This is never sent to Airbitz or any third party and can be changed at any time in the future.
ht: Bay non ou oubyen tinon abitrè ou sa vle di " Coinmaster" Sa ap itilize sèlman lè ap voye pèman oubyen mande lot pou edew identifye ou. Sa pa janm voye pou Airbitz oubyen nimpot lot pati epi li pap ka chanje nan nimpot moman nan avni.

# G0E-xz-b8e.text
source: Set a 4 Digit PIN
ht: Defini yon còd PIN ki gen 4 chif

# KSv-b6-auz.text
source: See Strings.h
ht: Gade strings.h

# Tqs-NN-dWt.text
source: Your PIN is a 4 digit code used to do quick re-logins into your account.
ht: PIN ou an se yon còd ki gen 4 chif, li itilize pou pèmèt ou antre pi rapid sou kont ou an.

# VAn-0y-asT.text
source: See Strings.h
ht: Gade strings.h

# Vad-R9-M68.normalTitle
source: SKIP
ht: PASSEZ

# W8f-q2-Sa7.normalTitle
source: Show
ht: Montre

# WkL-r2-NLT.text
source: Sign Up
ht: Enskri

# Wkt-fz-AEf.normalTitle
source: Button
ht: Bouton

# YJZ-dK-bwv.text
source: Enable Camera Access
ht: Aktive aksè a kamera

# cng-Cv-ULC.text
source: Enable Contact Access
ht: Aktive aksè a kontak yo

# dxS-14-iR5.text
source: Your PIN is a 4 digit code used to do quick re-logins into your account.
ht: PIN ou an se yon còd ki gen 4 chif, li itilize pou pèmèt ou antre pi rapid sou kont ou an.

# fCk-W4-OJJ.placeholder
source: Nickname
ht: Non jwèt

# fV9-pz-Wfn.placeholder
source: Create PIN
ht: Kreye PIN

# fnL-7h-MQL.placeholder
source: Choose a Password
ht: Chwazi yon Modpas

# hHD-NP-fM6.normalTitle
source: NEXT
ht: PWOCHÈN

# hoE-Bh-x2F.placeholder
source: Re-enter Password
ht: Reantre modpas la

# i3b-ZH-bDm.placeholder
source: Choose a Username
ht: Chwazi yon Non Itilizatè

# jcU-OX-5Hj.text
source: Write down and store securely
ht: Ekri sa epi stokel an sekirite

# jgQ-ju-YiX.text
source: Set a Password and PIN
ht: Kreye yon modpas ak yon PIN

# sJ6-mQ-mSV.text
source: Username
ht: Non Itilizatè

# w3d-xe-eUq.text
source: The password is used to authenticate your account and to change sensitive settings.
ht: Modpas la yo itilizel pou yo we si se ou menm epi pou modifye paramèt sansib yo.

# wff-Il-8GU.text
source: Write it Down!
ht: Ekri sa a!

# x6r-A5-Cxg.normalTitle
source: Back
ht: Dèyè

# y2b-Sg-zfM.placeholder
source: Create PIN
ht: Kreye PIN

# z5S-Vu-MC1.normalTitle
source: NEXT
ht: PWOCHÈN

# zqc-i8-gfC.text
source: Password
ht: Modpas

# DlF-tR-T08.text
source: Business Name
ht: Non biznis

# KxI-24-PCF.text
source: Categories
ht: Kategori

# Sfb-cf-6wF.normalTitle
source: More Categories
ht: Plis Kategori

# a78-ih-LDk.normalTitle
source: Coffee & Tea
ht: Kafe & Te

# aNa-3g-QXd.placeholder
source: Search
ht: Rechèch

# b1E-1G-btq.normalTitle
source: Gift Cards
ht: Gift Kat

# baO-FH-Oy4.text
source: Near You
ht: Toupre ak Ou

# ga1-R0-wof.text
source: Type BTC
ht: Eskane

# heE-og-iXA.placeholder
source: Search
ht: Rechèch

# kTm-at-TUR.normalTitle
source: Electronics
ht: Elektwonik

# oyK-ph-99S.normalTitle
source: Restaurants
ht: Restoran

# sWr-pd-hBY.normalTitle
source: ATMs
ht: ATM

# wy7-Kv-3ap.text
source: Address 1234
ht: Adrès 1234

# JE3-3X-s8v.normalTitle
source: Done
ht: Fèt

# KGv-Ek-gk9.text
source: Slide to confirm
ht: Slide nan Konfime

# sls-ic-b1n.normalTitle
source: Agree
ht: Aprouve

# 0Ma-6E-cjS.placeholder
source: Current Password
ht: Kouran Modpas

# 0ea-NR-Nd9.normalTitle
source: This Month
ht: Mwa pase a

# 0s2-OO-yBM.text
source: Label
ht: Etikèt

# 1kz-sq-XsE.normalTitle
source: Wallet Public Seed - XPub (advanced)
ht: Pòtfèy piblik Seed - XPub (advanced)

# 2cx-Qx-XQc.placeholder
source: User Name
ht: Non Itilizatè

# 3A3-3d-okn.text
source: Status Line 1
ht: Eta liy 1

# 3Py-nn-1AR.normalTitle
source: Advanced
ht: Avanse

# 4KX-hj-tJA.text
source: Offline Wallet
ht: Potfey ki konekte kounyea

# 4ab-Wa-eS4.placeholder
source: Password
ht: Modpas

# 6EE-Aw-gGZ.normalTitle
source: Request
ht: Demann

# 6Ey-Xn-GTe.title
source: Scan
ht: Eskane

# 8Nr-wB-OaB.text
source: External Storage / Print
ht: Stokaj deyo / enprime

# 8XB-1A-1hO.text
source: Swipe to View Business Directory
ht: Glise pou wè repètwa entrepriz

# 8iz-Uc-LTS.normalTitle
source: Sign Up
ht: Enskri

# 51g-oU-QIB.text
source: Import Wallet
ht: Enpòte Bous

# 90X-8Y-MEH.normalTitle
source: Last Year
ht: Ane Pase

# AOi-Wp-bVq.segmentTitles[0]
source: Transfer
ht: Transfè

# AOi-Wp-bVq.segmentTitles[1]
source: Address
ht: Adrès

# AOi-Wp-bVq.segmentTitles[2]
source: Photos
ht: Foto

# AkB-cD-ba5.text
source: Label
ht: Etikèt

# BED-Cf-F1n.text
source: Password must have an upper and lower case letter, a number, and a minimum of 10 characters
ht: Modpas la dwe gen yon lèt majiskil, youn miniskil, yon chif epi 10 mo pou pi piti

# Bxa-tB-mk3.text
source: Phone
ht: Telefòn

# CDg-O2-8UT.normalTitle
source: Last Month
ht: Mwa Pase

# ClG-um-kmI.text
source: Category
ht: Kategori

# CuI-Tj-a8q.text
source: Enter password to decode wallet
ht: Antre modpas pou dekode potfèy

# Det-Mr-8a9.normalTitle
source: Next Step
ht: Pwochén Etap

# Dh6-PA-WGi.text
source: Test
ht: Tès

# GFx-1Z-kFg.text
source: From:
ht: De:

# Hba-dd-to8.text
source: (Duplicate Names)
ht: (Kopi Non)

# HzM-6V-ckO.text
source: Export
ht: Ekspòt

# Int-ih-AH6.title
source: Request View Controller
ht: Mande kontrol pou we

# JZ8-MW-EwQ.text
source: PRIVATE KEY
ht: PRIVE KLE

# KTi-U4-C5T.placeholder
source: Enter PIN
ht: Antre PIN

# L8T-Xw-aVE.text
source: Notes
ht: Nòt

# LI5-7a-oQG.text
source: Start Date
ht: Dat komansman

# LPo-UX-ZHi.normalTitle
source: Send
ht: Voye

# Maf-2U-Gv8.text
source: Copy Public Address
ht: Kopi Piblik Adrès

# NBj-ek-BcU.normalTitle
source: Last Week
ht: Semenn pas a

# PDc-Am-Qmc.text
source: PUBLIC ADDRESS
ht: ADRES PIBLIK

# PI3-NW-bVF.placeholder
source: Current Password
ht: Kouran Modpas

# PY5-r2-zeB.text
source: Sending...
ht: Voye...

# Q2G-61-ExK.normalTitle
source: Sign In
ht: Siyen nan

# QwV-te-soN.normalTitle
source: Cancel
ht: Anile

# QzV-Gk-Vrs.placeholder
source: Re-enter Password
ht: Reantre modpas la

# RTg-3l-g7y.normalTitle
source: Exit PIN Login
ht: Kite koneksyon PIN lan

# RVo-M5-ZXk.normalTitle
source: Forgot Password
ht: Bliye Modpas

# Rid-6B-Lv4.text
source: Require PIN above amount
ht: Ou dwe met PIN lan anlè lanjan an

# RpC-BO-UBm.normalTitle
source: This Year
ht: Sa a Ane

# Rpq-Hp-RbG.title
source: Directory
ht: Anyè

# ScE-Ny-R3i.text
source: 4 Digit PIN
ht: kod PIN 4 chif

# TJm-Ie-PWq.placeholder
source: Password
ht: Modpas

# Uak-ip-kgV.text
source: To:
ht: Pou:

# V5e-1n-K9Z.placeholder
source: Password
ht: Modpas

# Vcb-0y-fDf.text
source: An app has requested a bitcoin address to send money to. Please choose a wallet from above to receive funds:
ht: Yon aplikasyon mande yon adres bitcoin pou voye lajan. Tanpri chwazi potfèy anlè pou resevwa lajan:

# Vuw-Bw-dQY.normalTitle
source: Wallet Private Seed (advanced)
ht: Portfey prive (Avanse)

# WB0-Ox-RAw.text
source: 4 Digit PIN
ht: kod PIN 4 chif

# XJt-5y-Q5y.text
source: Label
ht: Etikèt

# ZP6-jP-fb3.title
source: Wallets View Controller
ht: Kontrolè pou wè potfèy

# ZTK-Sq-FqJ.placeholder
source: Private key
ht: Prive Kle

# ZW8-Za-VVy.text
source: Sent From:
ht: Soti nan:

# c1q-yF-WIr.title
source: Send View Controller
ht: Voye vi kontrolè

# cYL-n1-ybU.text
source: Scan QR to Send Funds or Login with BitID
ht: Skane QR kod la pou voye lajan ou konekte ak BitlD

# cix-f2-i3I.normalTitle
source: Skip This Step
ht: Pase Sa a Etap

# dm1-b8-Vp0.text
source: End Date
ht: Dat pou fini

# egu-Uy-luw.placeholder
source: PIN Spending Limit
ht: Limit depans pou PIN

# gJp-Ct-Vol.text
source: Label
ht: Etikèt

# hOS-Gw-CqO.normalTitle
source: Transaction Info (CSV)
ht: Enfomasyon transaksyon (CSV)

# iXW-st-n5q.text
source: Camera unavailable
ht: Kamera pa disponib

# ifv-G8-Cxe.text
source: (Requires password above daily limit)
ht: (Nesesite modpass lè limit jounen an pase)

# j3q-OI-el3.title
source: Transactions
ht: Tranzaksyon

# jDp-Og-qtC.title
source: Main View Controller
ht: Kontrolè vi prinsipal

# jlL-oE-aWy.segmentTitles[0]
source: Copy
ht: Kopi

# jlL-oE-aWy.segmentTitles[1]
source: Email
ht: Imèl

# kjs-dz-76a.normalTitle
source: Save
ht: Sove

# ltN-lB-ATB.placeholder
source: Search
ht: Rechèch

# n7B-WE-395.normalTitle
source: Done
ht: Fèt

# nae-d6-xoW.text
source: Bitcoin Wallet
ht: Bitcoin Bous

# o7c-0i-ioy.placeholder
source: Daily Spend Limit
ht: Limit depans pa jou

# oOB-dD-cy2.text
source: Generating QR Code...
ht: Jenere QR kod...

# odP-aX-EhZ.normalTitle
source: CANCEL
ht: ANILE

# pIj-oW-HUW.normalTitle
source: Transaction Info (Quickbooks)
ht: Enfo transaksyon (Quickbooks)

# puA-fb-r0H.placeholder
source: Create PIN
ht: Kreye PIN

# sAy-bR-lqd.title
source: Menu
ht: Meni

# sgY-Eq-QTK.text
source: Daily Spending Limit
ht: Limit depans pa jou

# uTa-MB-0Sl.title
source: Request
ht: Demann

# vVZ-Kb-RwQ.text
source: Scan QR Code or use photo
ht: Skane QR kod oubien itilize foto

# vlP-bB-ktv.normalTitle
source: This Week
ht: Sa a Semèn

# x8T-QG-WiU.normalTitle
source: Done
ht: Fèt

# pkh-7R-foQ.text
source: Password Requirements
ht: Ou dwe antre modpas la

# 25.normalTitle
source: Cancel
ht: Anile

# 1Qx-Jp-bYp.text
source: 2FA Reset Requested by another device.
ht: Re enstalasyon 2FA mande yon lot aparey.

# 3uS-L5-frK.normalTitle
source: KEEP 2FA
ht: Kenbe 2FA

# 4md-ob-Ttv.text
source: Core Version:
ht: Vezyon ki andan net:

# Ag5-Xn-Vpg.normalTitle
source: Clear Watcher Cache
ht: Retire done Watcher

# Bs1-Yi-SIh.normalTitle
source: Upload Log Files
ht: Anregistre fichye Log la

# GMX-G5-Rl3.text
source: Enable 2-Factor Authentication to increase security by only allowing logins from previously logged in devices. Add more devices by scanning the QR code below after 2FA is enabled
ht: Aktive otantifikasyon 2 faktè pou ranfò sekirite pou otorize sèlman koneksyon dispozitif yo ki konekte avan. Ajoute plis aparey ki netwayaj kod QR ki anba aprè 2FA aktive

# GXU-6G-OIw.placeholder
source: Current Password
ht: Kouran Modpas

# Izr-Cl-Osv.text
source: Using the device that enabled 2 Factor Authentication, go to Settings -> Two Factor. Scan the QR code using this device
ht: Avèk èd aparèy la ki aktive otantifikasyn 2 faktè a, ale nan paramèt > de faktè. skane kod QR a pati aparèy la

# LAg-aY-W5b.normalTitle
source: DONE
ht: FINI

# Myh-H6-aDd.text
source: Version:
ht: Vèsyon:

# T6x-zH-xvf.text
source: This account has 2 Factor Authentication (2FA) enabled. Scan the 2FA token from the device that enabled 2FA to give access to this device.
ht: Kont sa gen 2 faktè (2FA) aktive. Netwaye jeton an 2FA nan dispozitif ki pemèt 2FA pou bay akzè nan aparey la.

# X6G-HD-WUv.placeholder
source: Search
ht: Rechèch

# avV-bm-INd.normalTitle
source: DISABLE 2FA
ht: Dezaktive 2FA

# bYl-WU-bNw.text
source: Request that the Two Factor authentication be turned off. The request will be automatically reset in 7 days if no action is taken by the account user on authenticated devices
ht: Deman pou desaktive otentifikasyon a de faktè a. demand lan pral refet otomatikman nan 7 jou si oken aksyon pa fèt pa itilizatè kont sou aparèy ki otentifye

# h6I-iF-k15.text
source: Date
ht: Dat

# hxc-na-KPc.text
source: Two factor reset has been requested
ht: Ou mande reyinisyalizasyon a de faktè

# lqV-Y6-LKD.normalTitle
source: Request Reset
ht: Mande Reyajiste

# mJ9-nG-s79.text
source: Enabled
ht: Pèmèt

# nhU-8o-H50.normalTitle
source: Button
ht: Bouton

# pki-9D-VwL.normalTitle
source: Scan Token
ht: Eskane Token

# qLK-qd-7qg.text
source: Network:
ht: Rezo:

# sZm-Gx-M8r.text
source: App Version
ht: Vèsyon ki App

# th1-bn-E4x.normalTitle
source: CANCEL
ht: ANILE

# BCk-jF-SE5.text
source: LOGOUT
ht: DEKONEKTE

# Lwy-1d-Qgs.accessibilityLabel
source: Buy or Sell
ht: Achte oswa Vann

# Zac-Lf-J4y.text
source: SETTINGS
ht: Paramètres

# Zu4-Fd-NGP.accessibilityLabel
source: Buy or Sell
ht: Achte oswa Vann

# aSM-QX-pLq.accessibilityLabel
source: Logout
ht: Dekonekte

# bQy-8e-q5h.text
source: See Strings.h
ht: Gade strings.h

# jpu-23-4kh.accessibilityLabel
source: Buy or Sell
ht: Achte oswa Vann

# lr4-kO-HCW.text
source: WALLETS
ht: BOUS

# rWQ-uJ-DUX.text
source: BUY / SELL BITCOIN
ht: Achte / vann bitcoin

# vsf-Ms-1Ff.accessibilityHint
source: the currently logged in account
ht: kounye a louvri sesyon an nan kont

# xju-3Y-EvK.text
source: See Strings.h
ht: Gade strings.h

# xna-m1-9hx.accessibilityLabel
source: Settings
ht: Paramètres

# 61J-35-M5b.placeholder
source: Name your new wallet
ht: Non nouvo bous ou

# HuB-Hn-lsB.text
source: Currency:
ht: Lajan:

# Ug5-7Y-oG3.normalTitle
source: CANCEL
ht: ANILE

# VVb-in-rZz.normalTitle
source: Button
ht: Bouton

# bfD-1n-tCg.normalTitle
source: DONE
ht: FINI

source: Please choose a wallet to receive funds.
ht: Tanpri chwazi yon potfey pou resevwa lajan.

# %@ / %@ requested via %@ on %@.
source: %1$@ / %2$@ requested via %3$@ on %4$@.
ht: %1$@ / %2$@ mande ak %3$@ sou %4$@.

source: %@ Bitcoin Request
ht: %@ Bitcoin Mande

# %@ Bitcoin Request from %@
source: %1$@ Bitcoin Request from %2$@
ht: %1$@ mande %2$@ bitcoin

source: %@ Bitcoin received. Tap for details.
ht: %@ ou resevwa bitcoin. Klike pou detay.

source: %@ Recovery Token
ht: %@ Token rekipere

# %@ failed: %@
source: %1$@ failed: %2$@
ht: %1$@ echwe: %2$@

source: %@ has requested a bitcoin address to send money to.
ht: %@ mande yon adrès bitcoin pou voye lajan pou.

source: %1$@ Share this link to receive revenue from users that install and use %2$@. You will receive 0.25%% of all gift card purchases made inside of this app.
ht: %1$@ Patage lyen sa a pou ou resevwa resèt itilizatè ki enstale e itilize %2$@. Wap resevwa 0.25%% pou tout acha pa kat kado ou fe apati de aplikasyon sa a.

source: ** Warning **
ht: ** Avètisman **

source: **WARNING** You will NEVER be able to recover your password if it is forgotten!!
ht: **ATANSYON** Ou pap janm ka rekipere modpas ou a siw bliyel!!

source: 2 Factor (Enhanced Security)
ht: 2 Faktè (Sekirite ranfose)

source: 4 Digit PIN
ht: kod PIN 4 chif

source: 15-20% off Amazon
ht: 15-20% remiz Amazon

source: A two factor reset has been requested. If you did not create this request, login as %@ and change your password.
ht: Yo mande reyinisyalizasyon de faktè. si ou kreye demand konektew antan ke que %@ epi chanje modpas.

source: ACCOUNT:
ht: KONT:

source: ARCHIVE
ht: ACHIV

source: ATM Fee
ht: ATM Frè

source: Accept
ht: Aksepte

source: Account '%@' needs a password. Account is not accessible on a new device without a password.
ht: Kont '%@' bezwen yon modpas. Ou paka konekte sou kont lan sou yon nouvo aparèy san modpas.

source: Account Sign Up
ht: Enskripsyon kont

source: Account has no password
ht: Kont pa gen okenn modpas

source: Add New
ht: Ajoute Nouvo

source: Affiliate Revenue
ht: Revni afilye

source: Affiliate link has been copied to the clipboard
ht: Lyen afilyasyon an kopye nan près papye

source: Air Travel
ht: Vwayaj Lè

source: AirPrint is not currently available
ht: AirPrint lan pa disponib kounye a

# Alcohol &amp; Bars
source: Alcohol & Bars
ht: Alkòl & Barres

source: Allowance
ht: Alokasyon Pou

source: Amount is too small
ht: Kantite lajan se twò piti

source: Amusement
ht: Amizman

source: An app has requested a bitcoin address to send money to.
ht: Gen yon aplikasyon ki mande yon adres bitcoin pou voye lajan pou.

source: An error occurred. Please check your network connection. You may also exit PIN login and use your username & password to login offline
ht: Gen yon erè. Tanpri tcheke koneskyon rezo ou. Ou ka anile koneksyon PIN epi itilize non itilizatè & modpas pou ou konekte nan mod san koneksyon

source: An error occurred. Possible network connection issue or incorrect username & password
ht: Gen yon erè. Se ka yon problèm koneksyon oubyen yon vye non itilizatè & modpas

source: Answers are case sensitive
ht: Repons yo dwe majiskil oswa miniskil

source: Approve
ht: Apwouve

source: Approving Login...
ht: Apwouve Login...

source: Are you sure you want to call
ht: Eskew vle fè apèl

source: Are you sure you want to cancel any changes you've made?
ht: Eskew vle anile modifikasyon ou t fe yo?

source: Are you sure? You will be unable to access any funds in this wallet and any future funds that it may receive
ht: Eske ou kwè? Ou kapab gen plis aksè ak fon nan potfey la ni tout lot fon ou pral resevwa yo

source: Arts
ht: Atizay

# Auto &amp; Transport
source: Auto & Transport
ht: Auto & Transpò

source: Auto Insurance
ht: Auto Asirans

source: Auto Payment
ht: Auto Peman

source: Auto log off after
ht: Dekoneksyon otomatik apre

source: BITCOIN DENOMINATION
ht: BITCOIN DENOMINASYON

source: Baby Supplies
ht: Bebe Pwodwi Pou

# Babysitter &amp; Daycare
source: Babysitter & Daycare
ht: Gade & Gadri

source: Back
ht: Dèyè

source: Balance
ht: Balans

source: Bank Fee
ht: Bank Frè

# Bills &amp; Utilities
source: Bills & Utilities
ht: Bòdwo & Itilite

source: BitID Identity
ht: BitID Idantite

source: Bitcoin Address or Private Key
ht: Adres bitcoin oubyen kle prive

source: Bitcoin Private Key
ht: Bitcoin Prive Kle

source: Bitcoin Private Key with Public Address
ht: Kle prive bitcoin avèk adress prive

source: Bitcoin Wallet Transactions
ht: Operasyon potfey Bitcoin

source: Bitcoin address mismatch
ht: Bitcoin adrès pa matche

source: Books
ht: Liv

# Books &amp; Supplies
source: Books & Supplies
ht: Liv & Pwodwi Pou

source: Business Name or Category
ht: Non Biznis oswa Kategori

source: Buy Bitcoin
ht: Achte Bitcoin

source: Buy/Sell Bitcoin
ht: Achte / Vann Bitcoin

source: Buy/Sell with Bank Account (USA)
ht: Achte / Vann ak Kont labank (USA)

source: CANCEL
ht: ANILE

source: CHANGE
ht: CHANJE

source: Camera unavailable. Please enable camera access on your phone's Privacy Settings
ht: Aparèy foto pa disponib. Tanpri bay aksè a kamera sou paramèt konfidensyalite telefon ou an

source: Can't send e-mail
ht: Enposib pou pou voye email

source: Cannot delete wallet as it contains funds. Please transfer out funds first.
ht: Pa ka efase bous kòm li gen lajan. Tanpri transfere soti lajan premye.

source: Car Wash
ht: Lave Machin Pou

# Cash &amp; ATM
source: Cash & ATM
ht: Kach & ATM

source: Categories
ht: Kategori

source: Change Categories
ht: Chanje Kategori

source: Change Mining Fee
ht: Chanje Mining Frè

source: Change PIN
ht: Chanje PIN

source: Change Password
ht: Chanje modpas

source: Change recovery questions
ht: Chanje kesyon rekiperasyon

source: Charity
ht: Charite

source: Check Password
ht: Verifye modpas

source: Checking password...
ht: Verifikasyon modpas...

source: Choose a Question
ht: Chwazi on kesyon

source: City, State/Province, or Country
ht: Vil, Eta / Pwovens, oswa Peyi

source: Close
ht: Pwòch

source: Clothing
ht: Rad

# Coffee &amp; Tea
source: Coffee & Tea
ht: Kafe & amp; Te

source: Coffee Shops
ht: Kafe Chòp

source: Complete Signup
ht: Konplete enskripsyon

source: Confirmation
ht: Konfimasyon

source: Confirmations
ht: Konfimasyon

source: Confirmed
ht: Konfime

source: Congratulations
ht: Konpliman

source: Connected
ht: Konekte

source: Consulting Income
ht: Revni Konsiltasyon

source: Copied
ht: Kopye

source: Copy
ht: Kopi

source: Create Wallet
ht: Kreye Bous

source: Create new
ht: Kreye nouvo

source: Creating and securing account
ht: Kreye epi sekirize kont

source: Creating and securing wallet
ht: Kreye epi sekirize potfèy

source: Credit Card Payment
ht: Kat Kredi Peman

source: Current Location
ht: Kouran Kote

source: Current Password
ht: Kouran Modpas

source: DEFAULT EXCHANGE RATE
ht: To echanj pa defo

source: Debug Log File
ht: Reire erè nan fichye jounal la

source: Debug Options
ht: Opsyon pou retire erè

source: Default Currency
ht: Default Lajan

source: Default Exchange
ht: Echaj pa defo

source: Delete
ht: Elimine

source: Delete '%@' on this device? This account has no password and will NOT BE RECOVERABLE if you delete it.
ht: Efase '%@' nan aparèy sa a? kont sa a pa gen modpas e li paka rekirepe si ou efase li.

source: Delete '%@' on this device? This will disable access via PIN. If 2FA is enabled on this account, this device will not be able to login without a 2FA reset which takes 7 days.
ht: Efase '%@' sou aparèy sa a? lap desaktive aksè a pati de PIN. si @FA aktive sou kont sa a, ou pap ka konekte sou aparèy la san 2FA kap reset lap pran 7 jou.

source: Delete Account
ht: Efase kont lan

source: Delete Wallet
ht: Efase Bous

source: Deleting Wallet
ht: Sipresyon Potfèy

source: Dentist
ht: Dantis

source: Deposit to Savings
ht: Depo ak Savings

source: Designed and Built by Airbitz in
ht: Conçu et Te konstwi pa Airbitz nan

source: Directory
ht: Anyè

source: Disable
ht: Désactiver

source: Disable Recovery?
ht: Desaktive Rekiperasyon?

source: Disabled
ht: Andikape

source: Div Income
ht: Div Revni

source: Do you still remember your password? You will need your password if your device gets lost or stolen, or if you uninstall the app. Enter it below to make sure:
ht: Ou toujou songe modpas ou? Ou ap bzwen mod pas ou si aparèy ou pèdi ou byen yo vòlè li, ou byen si ou dezenstale aplikasyon an: antre la pou kapab kwè:

source: Doctor
ht: Doktè

source: Done
ht: Fèt

source: Download the Airbitz wallet and save money using bitcoin
ht: Telechaje aplikasyon Airbitz epi fè lajan lè wap itilize bitcoin

source: Education
ht: Edikasyon

source: Electronics
ht: Elektwonik

# Electronics &amp; Software
source: Electronics & Software
ht: Elektwonik & Lojisyèl

source: Email
ht: Imèl

source: Email Login Package
ht: Imèl Login Package

source: Email cancelled.
ht: Imèl anile.

source: Email saved to send later.
ht: Imèl anrejistre pou voye talè.

source: Email sent.
ht: Voye Imèl.

source: Enable
ht: Pèmèt

source: Enable Bluetooth in System Settings
ht: Aktive Bluetooth nan paramèt systèm lan

source: Enable Touch ID
ht: Aktive TouchID

source: Enter Amount (optional)
ht: Antre lajan (Optional)

source: Enter Payee
ht: Jwenn moun benefisye a

source: Enter any notes you would like to send to our support staff
ht: Antre nan nenpòt nòt ou ta renmen pou voye bay anplwaye sipò nou

source: Entertainment
ht: Lwazi

source: Error Changing PIN
ht: Erè chajman PIN

source: Error Deleting Wallet
ht: Erè pandan potfèy la ap siprime

source: Error Getting Wallet Count
ht: Erè pandan potfèy la ap konte

source: Error Logging In
ht: Erè ouvri sesyon an

source: Error Recovering Account
ht: Erè pandan kont la ap rekipere

source: Error code
ht: Erè Kòd

source: Error connecting to payment processor. Send directly to bitcoin address %@
ht: Erè koneksyon pou peye. Voye bitcoin dirèkteman nan adres %@

source: Error creating affiliate link. Please try again later
ht: Erè pou kreye lyen afilye. Tanpri eseye anko aprè

source: Error desc
ht: Erè desc

source: Error disabling recovery
ht: Erè pou desaktive rekiperasyon
