Repository: Airbitz/airbitz-ios-gui
Catalog: Localization/Airbitz/ht.xliff
Languages: ht

source: Error during send
ht: Erè pandan envwa

source: Error importing the token at this time. Please try again.
ht: Erè pandan token ap enpote kounye a. tanpri eseye anko.

source: Error occured copying to the clipboard
ht: Erè pandan yap kopye nan près papye

source: Error sending Email.
ht: Erè voye Imèl.

source: Error sending SMS
ht: Erè voye SMS

source: Exchange
ht: Echanj

source: Exchange Rate Data Source
ht: Sous done to echanj

source: Exit
ht: Kite

source: Expense
ht: Depans

source: Export
ht: Ekspòt

source: Export From:
ht: Ekspote de:

source: Export Private Seed
ht: Ekspote semens prive

source: Export Public Seed (XPub)
ht: Ekspotasyon semens piblik (Xpub)

source: Export Wallet Transactions
ht: Ekspotasyon transaksyon potfèy la

source: Eyecare
ht: Swen Je

source: Fast Food
ht: Manje Rapid

source: Feedback
ht: Fidbak

# Fees &amp; Charges
source: Fees & Charges
ht: Peye Frè

source: Fetching Login Request...
ht: Konparezon koneksyon demand...

source: Fetching Payment Request...
ht: Rekiperasyon demand pèman...

source: Financial
ht: Finansye

source: Financial Advisor
ht: Konseye Finansye

source: First Name (optional)
ht: Prenon (Si ou vle)

# Food &amp; Dining
source: Food & Dining
ht: Manje & Gastronomie

source: From: %@
ht: A pati: %@

source: Funds successfully imported, but error connecting to messenger server. Try again later
ht: Lajan enpote ak siksè, men gen yon erè pandan sevè a ap konekte. Eseye talè

source: Furnishings
ht: Mobilier

# Gas &amp; Fuel
source: Gas & Fuel
ht: Gaz & Fuel

source: Generating QR Code...
ht: Jenere QR kod...

source: Get Affiliate Link
ht: Jwen yon lyen afilye

source: Gift
ht: Kado

source: Gift Cards
ht: Gift Kat

# Gifts &amp; Donations
source: Gifts & Donations
ht: Kado & Donasyon

source: Go Back
ht: Retounen

source: Great job remembering your password.
ht: Gwo travay sonje modpas ou.

source: Groceries
ht: Episri

source: Gym
ht: Jimnazyòm

source: HOA Dues
ht: HOA Kotizasyon

source: Hair
ht: Cheve

# Health &amp; Fitness
source: Health & Fitness
ht: Santé & Fòm

source: Help
ht: Ede

source: Hide
ht: Kache

source: High Fee
ht: Segondè Frè

source: Hobbies
ht: Òbi

source: Home
ht: Lakay

source: Home Depot (Up to 15% Off)
ht: Home depot (jiska 15% rediksyon)

source: Home Improvement
ht: Amelyorasyon Lakay

source: Home Insurance
ht: Kay Asirans

source: Home Phone
ht: Telefòn Lakay

source: Home Services
ht: Kay Sèvis

source: Home Supplies
ht: Kay Pwodwi

source: Hotel
ht: Otèl

source: How are you liking %@?
ht: Kijan w te renmen l %@?

source: IMPORT PRIVATE KEY ([[abtag APP_TITLE]] Gift Card)
ht: Enpote kle prive ([[abtag APP_TITLE]] kat kado)

source: IRA Contribution
ht: IRA Kontribisyon

source: Identity token from [%@] created and saved
ht: Token idantite soti nan [%@] kreye ak sove

source: If recovery was setup, you should have emailed yourself a recovery token with a link
ht: Si rekiperasyon te konfigirasyon, ou ta dwe te kouriyèl tèt ou yon token rekiperasyon ak yon lyen

source: Import
ht: Enpote

source: Import Airbitz Gift Card
ht: Import Airbitz Kado Kat

source: Import Funds
ht: Enpòte Fon

source: Import Private Key
ht: Kle prive ap enpote

source: Import failed
ht: Enpotasyon an echwe

source: Import failed. Private key is empty
ht: Enpotasyon echwe. Kle prive a vid

source: Import the private key again to retry Twitter
ht: Enpote kle prive a anko pou reeseye Twitter

source: Importing funds from %@ into wallet...
ht: Enpotasyon lajan soti nan %@ pou Potfèy...

source: Income
ht: Revni

source: Incorrect PIN
ht: Enkòrèk PIN

source: Incorrect PIN. Please wait %.0f seconds and try again.
ht: Kod PIN pa bon. Tanpri tann %.0f segonn epi eseye anko.

source: Incorrect Password
ht: Enkòrèk Modpas

source: Incorrect Password. Try again, or change it now?
ht: Modpas pa bon. reeseye oubyen chanje kounye a?

source: Incorrect current password
ht: Modpas aktyel la pa bon

source: Incorrect username for this recovery token. Please try a different username or use a different recovery token link.
ht: Non itilizate pa bon pou jeton rekiperasyon. tanpri eseye avèk yon lot non itilizatè ou itilize yon lot lyen rekiperasyon token.

source: Info
ht: Enfòmasyon

source: Insufficient Password
ht: Modpas twò piti

source: Interest Exp
ht: Depans enterè

source: Internet
ht: Entènèt

source: Invalid Bitcoin Address
ht: Adres bitcoin an pa bon

source: Invalid Bluetooth Request
ht: Sa yo konsève pa bon nan Bluetooth

source: Invalid Email
ht: Envalid Imèl

source: Invalid QR Code
ht: Kod QR envalid

source: It's great
ht: Li gwo

source: Kids
ht: Timoun

source: Kids Activities
ht: Timoun Aktivite

source: Last Name (optional)
ht: Siyati (Si ou vle)

source: Late Fee
ht: Frè Anreta

source: Later
ht: Annapre

source: Laundry
ht: Lesiv

# Lawn &amp; Garden
source: Lawn & Garden
ht: Gazon & Jaden

source: Level
ht: Nivo

source: Life Insurance
ht: Lavi Asirans

source: Loading Account...
ht: Chajman Kont...

source: Loading Balance...
ht: Chajman balans...

source: Loading Transactions...
ht: Loading Tranzaksyon...

source: Loading Wallets...
ht: Chanjman potfèy...

source: Logging Out
ht: Ap dekonekte

source: Login Package
ht: Koneksyon pakè

source: Low Fee
ht: Ba Frè

source: Merchant Mode
ht: Mod Machann

source: Message Sent
ht: Mesaj ale

source: Misc.
ht: Divès

source: Mobile Phone
ht: Mobil Telefòn

source: More Categories
ht: Plis Kategori

# Mortgage &amp; Rent
source: Mortgage & Rent
ht: Ipotèk & Lwe

source: Mortgage Interest
ht: Enterè Ipotèk

# Movies &amp; DVDs
source: Movies & DVDs
ht: Sinema & DV

source: Music
ht: Mizik

source: Must have at least %d characters
ht: Dwe gen pou pi piti %d mo

source: Must have at least one lower case letter
ht: Dwe gen pou pi piti yon lèt miniskil

source: Must have at least one number
ht: Dwe gen pou pi piti yon chif

source: Must have at least one upper case letter
ht: Dwe gen pou pi piti yon lèt majiskil

source: My Wallet
ht: Bous Mwen

source: NAME
ht: NON

source: NO
ht: NON

source: Name
ht: Non

source: Net Salary
ht: Nèt Salè

source: Network Error
ht: Rezo Erè

source: New PIN
ht: Nouvo PIN

source: New Password
ht: Nouvo Modpas

# Newspaper &amp; Magazines
source: Newspaper & Magazines
ht: Jounal & Magazin

source: Next
ht: Pwochén

source: Nickname / Handle (optional)
ht: Non itilizatè / okipe (Si ou vle)

source: No Transactions
ht: Pa Gen Tranzaksyon

source: No Transactions Found
ht: Nou pa jwenn transaksyon

source: No password set
ht: Pa gen modpas seri

source: No thanks
ht: Non Mèsi

source: Not Sure
ht: Pa Si

source: Not so good
ht: Se pa konsa bon

source: Note: Default Currency setting is only used for new wallets and to show total balance of account. Create a new wallet to change the fiat currency shown in each transaction.
ht: Nòt: Paramèt lajan pa defo a itilize selman pou nouvo potfèy epi pou moutre kantite lajan ki gen sou kont lan. Kreye yon nouvo potfèy pou chanje lajan ki afiche nan chak tranzaksyon.

source: OPTIONS
ht: OPSYON

source: On The Web
ht: Sou Wèb la

source: Only numbers allowed in PIN
ht: Sel nimero ki otorize

source: Open 24
ht: Ouvè 24

source: Open 24 hours
ht: Ouvè 24 è

source: Other Income
ht: Lòt Revni

source: PIN Re-Login
ht: PIN rekonekte

source: PIN must be %d digits
ht: PIN dwe %d chif

source: PIN successfully changed.
ht: PIN lan chanje avèk siksè,.

source: Parking
ht: Pakin

source: Partial Payment
ht: Pèman an pati

source: Password
ht: Modpas

source: Password Change
ht: Enkòrèk Modpas

source: Password Recovery
ht: Rekiperasyon modpas

source: Password Recovery Setup
ht: Aktivite pou rekipere modpas

source: Password change failed: %@
ht: Echèk chajman modpas: %@

source: Password does not match. Re-enter password
ht: Modpas yo pa sanble, antre modpas la anko

source: Password mismatch
ht: Modpas yo pa sanble

source: Password successfully changed. DO NOT FORGET YOUR PASSWORD OR RECOVERY ANSWERS! THEY CANNOT BE RECOVERED!
ht: Modpas la modifye ak siksè. PA BLIYE MODPAS LA AK REPONS POU REKIPERASYON! YO PAKA REKIPERE!

source: Payment received
ht: Peman Resevwa

source: Pending
ht: Annatandan

source: Personal Care
ht: Pèsonèl Swen

# Pet Food &amp; Supplies
source: Pet Food & Supplies
ht: Bèt Manje & Pwodwi Pou

source: Pet Grooming
ht: Bèt Atik

source: Pets
ht: Bèt Kay

source: Pharmacy
ht: Famasi

source: Place Call
ht: Fè apèl

source: Please click the link below from a mobile device with %1$@ installed to initiate account recovery for username [%2$@] <br><br>%3$@
ht: Tanpri klike sou lyen anba a sa a pati yon aparèy mobil ak %1$@ enstale pou lanse rekiperasyon kont pou non itilizatè [%2$@] <br><br>%3$@

source: Please create a new account and transfer your funds if you forgot your password.
ht: Tanpri kreye yon lot kont ak transfè fon ou yo si ou bliye mod pas ou.

source: Please create a password for this account or you will not be able to recover your account if your device is lost or stolen.
ht: Tanpri kreye yon modpas pou kont sa a, ou pap ka rekipere kont ou so aparèy la ta pèdi oubyen volè.

source: Please enter a User Name
ht: Tanpri antre yon non itilizatè

source: Please enter a username at the login screen
ht: Tanpri antre yon non itilizatè nan fenèt Koneksyon an

source: Please enter an amount to send
ht: Tanpri antre kantite lajan pou voye a

source: Please enter the username of the account to recover
ht: Tanpri antre non itilizatè kont lan pou rekiperel

source: Please enter your PIN
ht: Tanpri antre PIN ou

source: Please enter your correct password.
ht: Tanpri antre bon modpass ou.

source: Please enter your password to enable Touch ID
ht: Tanpri antre modpas ou pouw aktive Touch ID

source: Please find the email and click on the link from this device to initiate recovery
ht: Tanpri chache mèl epi klike sou lyen nan aparey pou lanse rekiperasyon

source: Please have Requestor contact support
ht: Tanpri gade byen si kontak ou yo jwnn sèvis teknik lan byen

source: Please logout of current account before attempting password recovery
ht: Tanpri soti nan kont kouran anvan eseye rekiperasyon modpas

source: Please try again later or contact support
ht: Tanpri eseye anko oubyen kontakte sipo

source: Please verify the domain above and tap LOGIN to authenticate with this site
ht: Tanpri verifye domèn nan pi wo a epi tape LOGIN pou otantifye ak sit sa a

# Please wait %.0f seconds before retrying %@
source: Please wait %1$.0f seconds before retrying %2$@
ht: Tanpri tann %1$.0f segonn avan ou reeseye%2$@

source: Please wait 1 second before retrying %@
ht: Tanpri tann 1 segonn avan ou reeseye %@

source: Present QR code to Sender and have them scan to send you payment
ht: Montre kòd moun ki voye la ak analyzè pou voye pou ou lajan

source: Private Seed
ht: Prive Semans

source: Property
ht: Pwopriyete

source: Provide an Identity Token
ht: Bay yon Token Idantite

source: Public Seed (XPub)
ht: Gren piblik (XPub)

source: Public Transportation
ht: Transpò Piblik

source: QR Code Scan Failure
ht: Skanè QR kod la echwe

source: REFER YOUR FRIENDS (Earn Bitcoin)
ht: Refere zanmi ou (Genyen Bitcoin)

source: Re-enter New Password
ht: Ekri nouvo modpas la ankò

source: Received Bitcoin
ht: Li jwenn Bitcoin an

source: Received Funds
ht: Resevwa lajan

source: Received...
ht: Resevwa...

source: Recovery Disabled
ht: Rekiperasyon desaktive

source: Recovery Password Reminder
ht: Sonje Rekiperasyon modpas

source: Recovery Questions Not Set
ht: Kesyon pou rekiperasyon pa defini

source: Recovery Questions Set
ht: Tout kesyon pou rekiperasyon defini

source: Recovery Successful Please change your password and PIN
ht: Rekiperasyon siksè Tanpri chanje modpas ou ak PIN

source: Recovery was not setup or was done on another device
ht: Recovery pat kreye ou byen li fèt sou yon lòt aparey

source: Refer Your Friends
ht: Refere Zanmi Ou yo

source: Registration
ht: Enskripsyon

source: Remaining...
ht: Ki rete...

source: Remember your password?
ht: Sonje modpas ou?

source: Remind Me Later
ht: Raple m 'Annapre

source: Rename
ht: Chanje Non

source: Rename Wallet
ht: Bay potfey la yon lot non

source: Rent
ht: Lwe

# Rental Car &amp; Taxi
source: Rental Car & Taxi
ht: Lokasyon Machin & Taksi

source: Request a Payment Address
ht: Mande yon Adrès Peman

source: Request confirmed, Two Factor off.
ht: Mande konfimasyon. De faktè anile.

source: Request is copied to the clipboard
ht: Demand la kopye nan prespapye a

source: Request your Identity Token but you don't have any
ht: Mande jeton Idantite ou, men ou pa gen okenn

source: Request your Identity Token. Please select one below
ht: Mandetoken Idantite ou yo. Tanpri chwazi yon sèl anba a

source: Requested...
ht: Demand...

source: Reset Cancelled
ht: Reyinisializasyon anile

source: Reset Date
ht: Reinisialize dat

source: Reset requested. Please retry login after 7 days.
ht: Reyinisializasyon mande. Tanpri eseye enskripsyona pre 7 jou.

source: Restarting watcher service
ht: Redemare sèvis vigilans lan

source: Restaurants
ht: Restoran

# Restaurants &amp; Food Trucks
source: Restaurants & Food Trucks
ht: Restoran & Manje Kamyon

source: Revenue share from affiliate link %@
ht: Daprè revi lyen afilyasyon an%@

source: SEND
ht: VOYE

source: SMS cancelled
ht: SMS anile

source: SMS sent
ht: Voye SMS

source: SPEND BITCOIN (Plugins)
ht: Depanse bitcoin (Plugins)

source: Sales
ht: Vant

source: Save Recovery Token
ht: Anregistre token rekiperasyon

source: Scan QR to Import Private Key/Gift Card
ht: Skane QR pou enpote kle prive/kat kado

source: Scan the QR code of payee to send payment or tap on a bluetooth request from the list below
ht: Skane QR kod moun lan pou voye pèman oubyen klike sou yon demand bluetooth nan lis anba a

source: Scan to Send, Import, or Edge Login
ht: Skane pou voye, enpote oubyen konekte edge

source: Search
ht: Rechèch

source: Select Currency
ht: Seleksyone deviz

source: Sell Bitcoin
ht: Vann Bitcoin

source: Send Funds to Private Key
ht: Voye lajan pou kle prive

source: Send name on payment request
ht: Voye non ou sou demand pou peye a

source: Send to Bitcoin Address or Import Private Key
ht: Voye pou adress bitcoin oubien enpote kle prive

source: Sending...
ht: Voye...

source: Sent Bitcoin
ht: Voye Bitcoin

# Service &amp; Parts
source: Service & Parts
ht: Sèvis & Pyès

source: Service Fee
ht: Lapòs Frè

source: Set a Password
ht: Mete yon Modpas

source: Set a Password and PIN
ht: Kreye yon modpas ak yon PIN

source: Setting recovery questions failed: %@
ht: Konfigirasyon kesyon rekiperasyon echwe: %@

source: Settings
ht: Paramètres

source: Share
ht: Pataje

source: Show
ht: Montre

source: Show Balance
ht: Montre Balans

source: Show QR Code
ht: Montre QR Kòd

source: Sign Up
ht: Enskri

source: Sign-Up failed: %@
ht: Echèk enskripsyon: %@

source: Skip
ht: Pase

source: Skip this step
ht: Pase etap sa a

source: Sorry
ht: Padon

# Spa &amp; Massage
source: Spa & Massage
ht: Spa & Masaj

source: Spend Bitcoin (Plugins)
ht: Pase nan Bitcoin (Plugins)

source: Spending Limits
ht: Depans Limit

source: Sporting Goods
ht: Pou Spò Atik

source: Sports
ht: Espò

source: Standard Fee
ht: Estanda Frè

source: Starbucks (Up to 20% Off)
ht: Starbucks (jiska 20% rediksyon)

source: Student Loan
ht: Prè Elèv

source: Successfully Logged In
ht: Avèk siksè louvri sesyon an

source: Successfully Verified Identity
ht: Idantite verifye Avèk Siksè

source: Successfully received identity token from %@
ht: Ou jwen token avèk siksè nan men %@

source: Sweep Funds From Private Key
ht: Pase lajan ki soti nan kle prive

source: Synchronizing
ht: Ap senkronize

source: Tap and hold a wallet for additional options
ht: Peze epi kenbe yon potfèy pou plis opsyon

source: Target (Up to 10% Off)
ht: Target (jiska 10 % rediksyon)

source: Tax
ht: Taks

source: Television
ht: Televizyon

source: The Two Factor Authentication token on this device is invalid. Either the token was changed by a different device our your clock is skewed. Please check your system time to ensure it is correct.
ht: De faktè otentifikasyon token sou aparèy sa a pa valid. Swa token lan te chanje pa yon lot aparèy oubyen lè ou a pa bon. Tanpri verifye lè ou a ou ou asirew.

source: The bitcoin address of the device you connected with:%1$@ does not match the address that was initially advertised:%2$@
ht: Adres bitcoin periferik ou te itilize pou konekte:%1$@ pa korespon ak adres ki te anonse avan:%2$@

source: The following services are not provided by %@. For issues and feedback, please contact the respective service providers.
ht: Sèvis sa yo gen yon pa yo bay nan %1$s. \n\n Pou pwoblèm ak fidbak, tanpri kontakte bayè sèvis yo respektif.

source: The given answers were incorrect. Please try again.
ht: Repons ou bay yo pa bon. Tanpri eseye anko.

source: The password to this account was changed by another device. Please login using the new credentials.
ht: Modpas pou kont ou an t modifye nan yon lòt aparey. Konekte ou pandan wa itilize yon lot infomasyon ki ka idantifye ou.

source: This account already has password recovery setup. Would you like to disable it?
ht: Kont sa a deja gen konfigirasyon rekiperasyon modpas. Èske ou ta renmen desaktivel li?

source: This application would like to access the following repositories linked to your Airbitz account. It will not have access to any other accounts or wallets.
ht: Aplikasyon sa a ta renmen jwenn aksè nan zarchiv sa yo lye nan kont Airbitz ou yo. Li pa pral gen aksè a nenpòt lòt kont oswa bous.

source: This is not your email or real name. This is the username to login into your [[abtag APP_TITLE]] account on this and other devices. Your username and password are known only to you and never stored unencrypted.
ht: Se pa email ou oubyen vrè non ou. se non itilizatè pou ou konekte nan [[abtag APP_TITLE]] kon ou sou aparèy sa a oubyen lot. non itilizatè ou ak modpas ou sèl ou menm ki konnen yo epi yo pa janm anrejistre ak kod.

source: This may take a few minutes if it is the first time logging into this device.
ht: Sa ka pran anpil minit si se premye fwa wap konekte sou aparèy sa a.

source: This site would like to:
ht: Sit sa a ta renmen:

source: This wallet has been archived. Please select a different wallet from the [Wallets] screen
ht: Potfèy la sere. Tanpri seleksyone yon lot potfèy nan [Wallets] ekran

source: Time to crack:
ht: Lè poz:

source: To complete account recovery setup you MUST save an account recovery token. This will be required to recover your account in addition to your username and recovery answers. Please enter your email below to send yourself the recovery token.
ht: Pou fini konfimasyon pou rekipere kont ou, ou dwe anregistre yon token rekiperasyon kont lan. Li nesesè pou rekipere kont ou nan non itilizatè ak rekiperasyon repons. Tanpri antre mèl ou anba pou voye token rekiperasyon an.

source: To sort wallets, tap and drag the 3 bars to the right of a wallet. Drag below the [ARCHIVE] header to archive the wallet
ht: Pou ou ranje potfèy, apiye epi glise 3 ba yo a dwat yon potfèy. Glise tèt [ARCHIVE] pouw achive yon potfèy

source: To: %@
ht: Pou: %@

source: To: %@ ▼
ht: Pou: %@ ▼

source: Tolls
ht: Tòll

source: Top Up Prepaid Phones
ht: Rechaje yon telefon prepaye

source: Touch ID Disabled
ht: Touch ID desaktive

source: Touch ID Enabled
ht: Touch ID aktive

source: Touch to login user
ht: Touche pou konekte yon itilizatè

source: TouchID: Set password first
ht: TouchID: Defini yon modpas an premye

source: TouchID: Unsupported Device
ht: TouchID: aparèy pa sipote

source: Toys
ht: Jwèt

source: Trade Commissions
ht: Komisyon Komès

source: Transaction Details
ht: Tranzaksyon Detay

source: Transfer
ht: Transfè

source: Transfer From %@
ht: Transfè De %@

source: Transfer To %@
ht: Transfè Pou %@

source: Travel
ht: Vwayaj

source: Trouble connecting to network
ht: Problèm koneksyon rezo

source: Try again?
ht: Eseye anko?

source: Tuition
ht: Ekolaj

source: Two Factor
ht: De Faktè

source: Two Factor Authentication (enchanced security) has been enabled from a different device for this account. Please enable 2 Factor Authentication for full access from this device.
ht: Otantifikasyon de fakte ( sekirite byen) ki te aktive nan yon periferik diferan pou kont lan. Tanpri pemèt otantofikasyon nan 2 aksè komplè ki dispozitif.

source: Two Factor Authentication On
ht: De Faktè Otantifikasyon Sou

source: Two Factor Disabled
ht: De faktè dezaktive

source: Two Factor Enabled ** Warning ** If you lose your device or uninstall the app, it will take 7 days to disable 2FA and access your account."
ht: De faktè aktive **Avètisman** Si ou pèdi aparèy oubyen desinstale aplikasyon an, Sa ap pran 7 jou pou desaktive 2FA epi pou antre nan kont ou an."

source: Two Factor Invalid
ht: De faktè ki pa valid

source: Two Factor Reset
ht: De faktè Reset

source: USA and Canada
ht: USA ak Kanada

source: Unable to determine two factor status
ht: Imposib pou detèmine stati de faktè

source: Unable to import secret
ht: Enposib pou enpote sekrè

source: Unable to import token
ht: Imposib pou mwen pote jeton

source: Unable to save Settings
ht: Enposib pou anregistre paramèt yo

source: Unable to scan QR code
ht: Paka skane QR kod la

source: Unable to update Settings
ht: Enposib pou met paramèt yo a jou

source: Up to 10% off Target
ht: Rive nan 10% sou Target

source: Up to 20% off Starbucks
ht: Jiska 10% Off Starbucks

source: Upload Failed. Please check your network connection
ht: Telechajman echwe. Tanpri tcheke koneksyon rezo a

source: Upload Image
ht: Telecharje Imaj

source: Upload Log
ht: Telecharje Logs

source: Upload Log File
ht: Anregistre fichye Log la

source: Upload Successful
ht: Siksè telechajman

source: Uploading logfile. Please wait...
ht: Chajman fichye log. Tanpri fè yon ti tann...

source: Use Camera
ht: Sèvi ak Kamera

source: Use PIN
ht: Sèvi ak PIN

source: Use Password
ht: Sèvi ak Modpas

source: Use Photo Album
ht: Sèvi ak foto album

source: Use TouchID
ht: Sèvi ak TouchID

source: User Name: %@
ht: Non Itilizatè: %@

source: Username
ht: Non Itilizatè

source: Username must be at least %d characters.
ht: Non Itilizatè dwe omwen %d karaktè.

source: Utilities
ht: Itilite

source: Vacation
ht: Vakans

source: Validating Address...
ht: Adrès la ap valide...

source: Vet
ht: Veterinè

source: WALLETS
ht: BOUS

source: WARNING: missing password
ht: AVÈTISMAN: manke modpas

source: Waiting for Payment...
ht: Ap tann pou Peman...

source: Wallet Deleted
ht: Potfey la efase

source: Wallet Export
ht: Ekspòt Bous

source: Wallet Private Seed
ht: Bous Prive Semans

source: Wallet creation failed: %@
ht: Kreyasyon Potfèy la echwe: %@

source: Wallet name must have at least one character
ht: Non Potfèy la dwe genyen pou pi piti yon karaktè

source: Wallet:
ht: Bous:

source: Walmart (Up to 10% Off)
ht: Walmart (Jiska 10% Off)

source: Warning!
ht: Avètisman!

source: Warning. Without a password, you will not be able to login on a new device if this device is lost or stolen, or if this app is uninstalled
ht: Atansyon. Ou paka konektew san modpas sou yon nouvo aparèy, si aparèy sa a pèdi oubyen si yo vòlèl, oubyen si aplikasyon an dezenstale

source: Warning: Double Spend
ht: Avètisman: Depans de fwa

source: Warning: Low Fees may cause long delays in transaction confirmation
ht: Avètiw: Frè ki pa gwo kapab genyen yon gwo reta nan konfimasyon transaksyon an

source: Warning: Replace by Fee Detected. Double spend likely
ht: Atansyon: Ramplase pandan wa chache frè. Probablman depanse de fwa

source: Watcher Database Cleared But Error Occurred. Please allow a few minutes to resync blockchain info. Transactions and balances may be inaccurate during sync
ht: Baz done efase men gen yon erè ki pase. Tann kelke minit pou resenkronize enfomation blockchain. transaksyon ak balans yo ka pa exat pandan sa
